Repository: mariodebian/tcosmonitor
Catalog: po/*.po
Languages: ca, ca@valencia, es, fr, gl, pt_br

source: <span size="x-large">Static Hosts list</span>
ca: <span size="x-large">Llista d'equips</span>
ca@valencia: <span size="x-large">Llista d'equips estàtics</span>
es: <span size="x-large">Lista de equipos</span>
fr: <span size="x-large">Liste des hôtes statiques</span>
gl: <span size="x-large">Lista de equipos</span>
pt_br: <span size="x-large">Lista de clientes</span>

source: Add
ca: Afegeix
ca@valencia: Afegix
es: Añadir
fr: Ajouter
gl: Engadir
pt_br: Adicionar

source: Modify
ca: Modifica
ca@valencia: Modifica
es: Modificar
fr: Modifier
gl: Modificar
pt_br: Modificar

source: Delete
ca: Elimina
ca@valencia: Esborra
es: Borrar
fr: Effacer
gl: Borrar
pt_br: Apagar

source: Get from connected
ca@valencia: Pren des dels connectats
es: Tomar desde conectados
fr: Obtenir depuis les connectés
gl: Tomar dende conectados
pt_br: Acessar os conectados

source: <b>unknow host</b>
ca: <b>equip desconegut</b>
ca@valencia: <b>equip desconegut</b>
es: <b>equipo desconocido</b>
fr: <b>hôte inconnu</b>
gl: <b>equipo descoñecido</b>
pt_br: <b>clientes desconhecidos</b>

source: Disable Ctrl + Alt + Backspace (for kill Xorg)
ca: Desactivar Ctrl + Alt + Backspace (per a tancar Xorg)
ca@valencia: Inhabilita Ctrl+Alt+Backspace (per a tancar l'Xorg)
es: Deshabilitar Ctrl+Alt+Backspace (cerrar Xorg)
fr: Désactiver Ctrl+Alt+Retour-arrière (pour arrêter Xorg)
gl: Desactivar Ctrl+Alt+Backspace (pechar Xorg)
pt_br: Desabilitar Ctrl+Alt+Backspace (fechar Xorg)

source: Get avalaible drivers
ca: Obtín els drivers disponibles
ca@valencia: Carrega els controladors disponibles
es: Cargar drivers disponibles
fr: Obtenir les pilotes disponibles
gl: Cargar drivers disponíbeis
pt_br: Carregar os drivers disponíveis

source: Display Settings
ca: Configuració gràfica
ca@valencia: Configuració de la pantalla
es: Configuración gráfica
fr: Réglages d'affichage
gl: Configuración gráfica
pt_br: Configuração gráfica

source: Advanced
ca: Avançat
ca@valencia: Avançat
es: Avanzado
fr: Avancé
gl: Avanzado
pt_br: Avançado

source: Default boot kernel
ca@valencia: Nucli d'arrancada per defecte
es: Kernel por defecto
fr: Noyau de démarrage par défaut
gl: Núcleo por defecto

source: <b>PXE Boot options</b>
ca@valencia: <b>Opcions d'arrancada de PXE</b>
es: <b>Opciones de arranque PXE</b>
fr: <b>Options de Boot PXE</b>
gl: <b>Opcións de arranque PXE</b>
pt_br: Opções de boot via PXE

source: Default boot method
ca@valencia: Mètode d'arrancada per defecte
es: Método de arranque por defecto
fr: Méthode de démarrage par défaut
gl: Método de arranque por defecto

source: Command line
ca@valencia: Línia d'ordes
es: Línea de arranque
fr: Ligne de commande
gl: Línea de arranque
pt_br: Linha de comando

source: Boot options
ca@valencia: Opcions d'arrancada
es: Opciones de arranque
fr: Options de démarrage
gl: Opcións de arranque
pt_br: Opções de boot

source: Delete Config
ca: Elimina configuració
ca@valencia: Elimina la configuració
es: Borrar configuración
fr: Effacer la configuration
gl: Borrar configuración
pt_br: Apagar as configurações

source: You can drag and drop launcher file to this box
ca: Podeu arrossegar i soltar un llançador en aquesta caixa
ca@valencia: Podeu arrossegar i deixar anar un llançador a esta caixa
es: Puedes arrastrar y soltar un lanzador a esta caja
fr: Vous pouvez glisser déposer le fichier de lancement dans cette boîte
gl: Podes arrastrar e soltar un lanzador a esta caixa
pt_br: Pode arrastar e soltar um lançador nesta caixa

source: <b>Run app in unknow host</b>
ca: <b>Executa programa en equip desconegut</b>
ca@valencia: <b>Executa l'aplicació en un equip desconegut</b>
es: <b>Ejecutar aplicación en equipo desconicido</b>
fr: <b>Exécuter l'application sur l'hôte inconnu</b>
gl: <b>Executar aplicación en equipo descoñecido</b>
pt_br: <b>Executar as aplicações no cliente desconhecido</b>

source: Show host list on startup
ca: Mostra la llista d'equips a l'inici
ca@valencia: Mostra la llista d'equips a l'arrancada
es: Mostrar lista de equipos al arranque
fr: Afficher la liste des hôtes au démarrage
gl: Amosar lista de equipos ao arranque
pt_br: Mostrar os clientes que estão iniciando

source: Scan network method
ca: Mètode de escanejat de la xarxa
ca@valencia: Mètode d'escaneig de xarxa
es: Método de escaneo de equipos
fr: Méthode de balayage du réseau
gl: Método de escaneo de equipos
pt_br: Método de busca dos clientes

source: Network interface (thin client)
ca: Interfície de xarxa (client)
ca@valencia: Interfície de xarxa (clients lleugers)
es: Interface de red (clientes ligeros)
fr: Interface réseau (client léger)
gl: Interface de rede (clientes lixeiros)
pt_br: Interface de rede (thin clients)

source: Show system process
ca: Mostra processos del sistema
ca@valencia: Mostra els processos del sistema
es: Mostrar procesos del sistema
fr: Afficher les processus du système
gl: Amosar procesos do sistema
pt_br: Mostrar os processos do sistema

source: Don't do actions when running TcosMonitor in thin client
ca@valencia: No executes accions quan el TcosMonitor s'execute des d'un client lleuger
es: No ejecutar acciones cuando TcosMonitor se ejecute desde un terminal.
fr: Ne pas effectuer les actions lors du l'exécution de TcosMonitor sur un client léger
gl: Non executar accións cando TcosMonitor se execute dende un terminal.
pt_br: Não executar ações quando o TcosMonitor for executado a partir de um terminal.

source: List of hosts
ca: Llista d'equips
ca@valencia: Llista d'equips
es: Lista de equipos
fr: Liste des hôtes
gl: Lista de equipos
pt_br: Lista de clientes

source: Open static host list
ca: Obre llista fixa d'equips
ca@valencia: Obri la llista d'equips estàtics
es: Abrir lista fija de equipos
fr: Ouvrir la liste des hôtes statiques
gl: Abrir lista fixa de equipos
pt_br: Abrir a lista fixa de clientes

source: Only show hosts running tcosxmlrpc (8998 port)
ca: Mostra només els equips que executen tcosxmlrpc (port 8080)
ca@valencia: Mostra només els equips que executen amb tcosmxlrpc (port 8998)
es: Sólo mostrar equipos con tcosmxlrpc (puerto 8998)
fr: N'afficher que les hôtes exécutant tcosxmlrpc (port 8998)
gl: So amosar equipos con tcosmxlrpc (porto 8998)
pt_br: Só mostrar os clientes com TcosMxlRpc (porta 8998)

source: Only do all actions on selected hosts (requires restart TcosMonitor)
ca@valencia: Fes només les accions per a equips seleccionats (cal reiniciar el TcosMonitor)
es: Sólo hacer acciones para equipos seleccionados (necesita reiniciar TcosMonitor)
fr: Ne lancer que l'ensemble des actions sur les hôtes sélectionnés (nécessite le redémarrage de TcosMonitor)
gl: So facer accións para equipos seleccionados (necesita reiniciar TcosMonitor)
pt_br: Só fazer ações para os clientes selecionados (precisa reiniciar TcosMonitor).

source: Enable SSL connections to XMLRPC clients
ca@valencia: Habilita les connexions SSL als clients XMLRPC
es: Usar conexiones SSL a los clientes XMLRPC
fr: Activer les connexions SSL vers les clients XMLRPC
gl: Empregar conexións SSL aos clientes XMLRPC
pt_br: Usar as conexões SSL aos clientes XMLRPC.

source: Host list mode
es: Modo de lista de equipos
fr: Mode liste d'hôte
gl: Modo de lista de equipos

source: Show right menu with groups (NEW)
es: Mostrar menú por categorías (NUEVO)
fr: Afficher les groupes dans le menu de droite (nouveau)
gl: Amosar menú por categorías (NOVO)

source: Don't show thin client if TcosMonitor is running there
fr: Ne pas afficher le client léger si TcosMonitor y est en cours d'exécution

source: Enable ConsoleKit to search users and times (experimental)
fr: Activez ConsoleKit pour chercher des utilisateurs et des périodes (expérimental)

source: Settings
ca: Configuració
ca@valencia: Paràmetres
es: Configuración
fr: Réglages
gl: Configuración
pt_br: Configuração

source: Update host list every (seg)
ca: Actualitza la llista d'equips cada (segons)
ca@valencia: Actualitza la llista d'equips cada (seg)
es: Actualizar interfaz cada (seg)
fr: Mettre à jour la liste des hôtes chaque (seg)
gl: Actualizar interface cada (seg)
pt_br: Atualizar a interfase a cada (seg)

source: Update host list every selected seconds. Value=0 disable update.
ca: Actualitza la llista d'equips amb el període indicat. Valor=0 desactiva l'actualització.
ca@valencia: Actualitza la llista d'equips cada nombre de segons seleccionat. Valor=0 inhabilita l'actualització.
es: Actualizar lista de equipos cada número de segundos seleccionado. Valor=0 deshabilitar actualización.
fr: Mettre à jour la liste des hôtes chaque x secondes sélectionnée. Valeur = 0 désactive la mise à jour
gl: Actualizar lista de equipos cada número de segundos seleccionado. Valor=0 deshabilitar actualización.
pt_br: Atualizar a lista de clientes a cada número de segundos selecionado. Valor=0 desabilitar atualização.

source: Cache timeout (seg)
ca: Temps de vida en la memòria cau (segons)
ca@valencia: Temps de vida de la memòria cau (seg)
es: Tiempo de vida de la cache (seg)
fr: Expiration du cache (seg)
gl: Tempo de vida da cache (seg)
pt_br: Tempo de vida do cache (seg)

source: Cache some data and connection status during selected seconds. Value=0 disable cache.
ca: Conservar dades i status de connexió durant el temps indicat (segons) Valor=0 desactiva la memòria cau
ca@valencia: Guarda en la memòria cau dades i l'estat de connexió durant el nombre de segons seleccionat. Valor=0 inhabilita la memòria cau.
es: Cachear datos y estado de conexiones durante el número de segundos seleccionado. Valor=0 deshabilitar cache.
fr: Mettre en cache des données et le statut de la connexion pendant la durée (en secondes) sélectionnée. Valeur = 0 désactive la mise en cache.
gl: Cachear datos e estado de conexións durante o número de segundos seleccionado. Valor=0 desactivar cache.
pt_br: Fazer cache dos dados e do estado das conexões durante o número de segundos selecionado. Valor=0 desabilitar o cache.

source: Screenshot size:
ca: Dimensions de la captura de pantalla:
ca@valencia: Grandària de captura de pantalla:
es: Tamaño de captura de pantalla
fr: Taille de la capture d'écran :
gl: Tamaño de captura de pantalla
pt_br: Tamanho da captura de tela

source: % Size of screnshot.
ca: % Dimensions de la captura de pantalla.
ca@valencia: %s de grandària de captura de pantalla.
es: %s de tamaño de captura de pantalla
fr: % Taille de la capture d'écran.
gl: %s de tamaño de captura de pantalla
pt_br: %s de tamanho da captura de tela

source: Mini screenshot size:
ca: Mini captures de pantalla:
ca@valencia: Grandària de les minicaptures de pantalla:
es: Tamaño de mini capturas de pantalla
fr: Taille minimum de la capture d'écran :
gl: Tamaño de mini capturas de pantalla
pt_br: Tamanho das mini-capturas de tela

source: Timeout actions (seg)
ca: Temps de vida en les accions (segons)
ca@valencia: Temps d'espera per a accions (seg)
es: Tiempo de espera para acciones (seg)
fr: Expiration des actions (seg)
gl: Tempo de espera para accións (seg)
pt_br: Tempo de espera para ações (seg)

source: Timeout in seg for actions Value=0 default
ca@valencia: Temps d'espera en segons per a accions Valor=per defecte 0
es: Tiempo de espera para acciones por defecto 0
fr: Délai en secondes pour les actions Valeur = 0 par défaut
gl: Tempo de espera para accións por defecto 0
pt_br: Tempo de espera para ações padrão 0

source: SSH remote username
ca: Nom d'usuari remot per a SSH
ca@valencia: Usuari remot SSH
es: Usuario remoto SSH
fr: Nom d'utilisateur distant pour SSH
gl: Usuario remoto SSH
pt_br: Usuário remoto SSH

source: VLC method to send
ca@valencia: VLC mètode d'enviament
es: VLC método de envio
fr: Méthode VLC à envoyer
gl: VLC método de envio
pt_br: VLC método de envio

source: <b>Experimental: Thread Controller</b> ( if you have problems, disable it )
ca@valencia: <b>Experimental: Control de fils</b> ( Si teniu problemes, desactiveu-lo )
es: <b>Experimental: Control de Threads</b> ( Si tiene problemas, desactivelo )
fr: <b>Expérimental : contrôleur de processus </b> (si vous rencontrez des problèmes, désactivez-le)
gl: <b>Experimental: Control de Threads</b> ( Se ten problemas, desactive o control )
pt_br: <b>Experimente usar o Controle de Threads</b> ( Se tiver problemas, desative-o ).

source: Actions controlled
ca: Accions controlades
ca@valencia: Accions controlades
es: Acciones controladas
fr: Actions contrôlées
gl: Accións controladas
pt_br: Ações controladas

source: Block ports: (80,8080... etc)
ca: Bloca ports: (80, 8080, etc.)
ca@valencia: Bloqueja els ports: (80,8080... etc)
es: Bloquear puertos: (80,8080... etc)
fr: Ports bloqués : (80, 8080, etc.)
gl: Bloquear portos: (80,8080... etc)
pt_br: Portas bloqueadas: (80,8080... etc)

source: TcosXmlRpc username
ca: Nom d'usuari per a TcosXmlRpc
ca@valencia: Usuari del TcosXmlRpc
es: Usuario TcosXmlRpc
fr: Nom d'utilisateur pour TcosXmlRpc
gl: Usuario TcosXmlRpc
pt_br: Usuário TcosXmlRpc

source: TcosXmlRpc password
ca: Contrasenya per a TcosXmlRpc
ca@valencia: Contrasenya del TcosXmlRpc
es: Contraseña TcosXmlRpc
fr: Mot de passe pour TcosXmlRpc
gl: Contrasinal TcosXmlRpc
pt_br: Senha TcosXmlRpc

source: <b>NOTE:</b> Default user is <b>root</b> and default password is <b>root</b>. For <u>thin clients</u> change TCOS_ROOT_PASSWD or use TcosConfig and regenerate boot images again. For <u>standalone</u> users you can use a system account (root) but this is not recomended. Install tcos-standalone and start it by root. Set user and password, this will create a <b>/etc/tcospasswd</b> file only used by TCOS and your root acount will be secure.
ca@valencia: <b>NOTA:</b> L'usuari per defecte és <b>root</b> i la contrasenya és <b>root</b>. Per a <u>clients lleugers</u> canvieu el TCOS_ROOT_PASSWD o utilitzeu el TcosConfig i regenereu les imatges d'arrancada de nou. Per a equips <u>autònoms(standalone)</u> podeu utilitzar el compte del sistema (root) però això no és recomandable. Instal·leu el paquet tcos-standalone i executeu-ho com a administrador. Establiu un usuari i una contrasenya.La contrasenya es guardarà en <b>/etc/tcospasswd</b>, fitxer que només el necessita el TCOS perquè el vostre compte de superusuari (root) estiga segur.
es: <b>NOTA:</b> El usuario por defecto es <b>root</b> y la contraseña es <b>root</b>. Para <u>terminales ligeros</u> puedes modificar TCOS_ROOT_PASSWD o usar TcosConfig yregenerar las imágenes de arranque de nuevo. Para equipos <u>autónomos(standalone)</u> puedes usar la cuenta del sistema (root) pero esto no es recomandable. Instala el paquete tcos-standalone ejecútalo como administrador y configura un usuario y una cuenta.La contraseña se guardará en <b>/etc/tcospasswd</b>, archivo que sólo lo necesita TCOS por lo que tu cuenta de root estará a salvo.
fr: <b>NOTE :</b> Le nom d'utilisateur par défaut est <b>root</b> et le mot de passe par défaut est <b>root</b>. Pour <u>les clients légers</u> changez TCOS_ROOT_PASSWD ou utilisez TcosConfig et régénérez les images de démarrage à nouveau. Pour les utilisateurs <u>autonomes</u> vous pouvez utiliser un compte système (superutilisateur) mais ce n'est pas recommandé. Veuillez installer tcos-standalone et démarrez le comme superutilisateur. Créez l'utilisateur et le mot de passe, cela créera un fichier <b>/etc/tcospasswd</b> qui sera utilisé seulement par TCOS et votre compte superutilisateur sera sécurisé.
gl: <b>NOTA:</b> O usuario por defecto é <b>root</b> e o contrasinal é <b>root</b>. Para <u>terminais lixeiros</u> podes modificar TCOS_ROOT_PASSWD ou empregar TcosConfig e rexenerar as imaxes de arranque de novo. Para equipos <u>autónomos(standalone)</u> podes empregar a conta do sistema (root) pero esto non é recomandable. Instala o paquete tcos-standalone execútao como administrador e configura un usuario e unha conta. O contrasinal gardarase en <b>/etc/tcospasswd</b>, arquivo que so o necesita TCOS polo que a túa conta de root estará a salvo.
pt_br: <b>NOTA:</b> O usuário padrão é <b>root</b> e a senha é <b>root</b>. Para os <u>thin clients</u> você pode modificar o TCOS_ROOT_PASSWD ou usar TcosConfig e gerar as imagens de boot novamente. Para clientes <u>autonomos(standalone)</u> pode usar a conta do sistema (root), mas isto não é recomendável, instale o pacote tcos-standalone, execute-o como administrador e configure um usuário. A senha será armazenada em <b>/etc/tcospasswd</b>, arquivo que só precisa do Tcos, porque a sua conta de root estará a salva.

source: Authentication
ca: Autenticació
ca@valencia: Autenticació
es: Autenticación
fr: Authentification
gl: Autenticación
pt_br: Autenticação

source: <b>Info avalaible from tcosxmlrpc</b>
ca: <b>Informació disponible de tcosxmlrpc</b>
ca@valencia: <b>Informació disponible de tcosxmlrpc</b>
es: <b>Información disponible de tcosxmlrpc</b>
fr: <b>informations disponibles à propos de tcosxmlrpc</b>
gl: <b>Información disponíbel de tcosxmlrpc</b>
pt_br: <b>Informação disponível do TcosXmlRpc</b>

source: Tcos general info
ca: Informació general de Tcos
ca@valencia: Informació general de Tcos
es: Información general de Tcos
fr: Informations générales à propos de Tcos
gl: Información xeral de Tcos
pt_br: Informação geral do Tcos

source: Cpu info
ca: Informació de la CPU
ca@valencia: Informació de la CPU
es: Información de la CPU
fr: Informations à propos du processeur
gl: Información da CPU
pt_br: Informação da CPU

source: Kernel and modules info
ca: Informació del nucli i dels mòduls
ca@valencia: Informació del nucli i els mòduls
es: Información del kernel y módulos
fr: Informations à propos du noyau et des modules
gl: Información do núcleo e módulos
pt_br: Informação do Kernel e dos módulos

source: PCI bus info
ca: Informació del bus PCI
ca@valencia: Informació del bus PCI
es: Información bus PCI
fr: Informations à propos du bus PCI
gl: Información bus PCI
pt_br: Informação do barramento PCI

source: Ram and swap info
ca: Informació de la RAM i la memòria d'intercanvi
ca@valencia: Informació de la RAM i la SWAP
es: Información de la RAM y SWAP
fr: Informations à propos de la RAM et de la partition d'échange
gl: Información da RAM e SWAP
pt_br: Informação da memória RAM e SWAP

source: Process info
ca: Informació dels processos
ca@valencia: Informació de processos
es: Información de procesos
fr: Informations à propos des processus
gl: Información de procesos
pt_br: Informação dos processos

source: Network info
ca: Informació de la xarxa
ca@valencia: Informació de la xarxa
es: Información de la red
fr: Informations à propos du réseau
gl: Información da rede
pt_br: Informação da rede

source: Sound server info
ca: Informació del servidor de so
ca@valencia: Informació del servidor de so
es: Información del servidor de sonido
fr: Informations à propos du serveur de son
gl: Información do servidor de son
pt_br: Informação do servidor de som

source: Avalaible info
ca: Informació disponible
ca@valencia: Informació disponible
es: Información disponible
fr: Informations disponibles
gl: Información disponíbel
pt_br: Informação disponível

source: <b>Show / hide menu items</b>
ca: <b>Mostra / oculta elements al menú</b>
ca@valencia: <b>Mostra / oculta elements de menú</b>
es: <b>Mostrar / ocultar menús de la aplicación</b>
fr: <b>Afficher/cacher les entrées du menu</b>
gl: <b>Amosar / ocultar menús da aplicación</b>
pt_br: <b>Mostrar / ocultar os menus da aplicação</b>

source: Lock and unlock screen
ca: Blocar i desblocar les pantalles
ca@valencia: Bloqueja i desbloqueja pantalles
es: Bloquear y desbloquear pantallas
fr: Verrouiller et déverrouiller l'écran
gl: Bloquear e desbloquear pantallas
pt_br: Bloquear ou desbloquear telas

source: Remote SSH shell
ca: Shell SSH remota
ca@valencia: Intèrpret d'ordes SSH remot
es: Consola SSH remota
fr: Terminal SSH distant
gl: Consola SSH remota
pt_br: Console remoto SSH

source: Configure Xorg settings
ca: Configurar Xorg
ca@valencia: Configura els paràmetres de l'Xorg
es: Configurar Xorg
fr: Configurer les paramètres de Xorg
gl: Configurar Xorg
pt_br: Configurar o Xorg

source: Exe app on user display
ca: Executa programa en la pantalla de l'usuari
ca@valencia: Executa l'aplicació en la pantalla de l'usuari
es: Ejecutar aplicaciones
fr: Exécuter une application sur l'affichage de l'utilisateur
gl: Executar aplicacións
pt_br: Executar aplicações

source: Send a text message
ca: Enviar missatges de text
ca@valencia: Envia un missatge de text
es: Enviar un mensaje de texto
fr: Envoyer un message texte
gl: Enviar unha mensaxe de texto
pt_br: Enviar uma mensagem de texto

source: Show running apps
ca: Mostra els programes que s'executen en aquest client
ca@valencia: Mostra les aplicacions en execució
es: Ver aplicaciones ejecutadas
fr: Afficher les applications en cours
gl: Ver aplicacións executadas
pt_br: Ver aplicações executadas

source: Send video broadcast
ca: Enviar vídeo
ca@valencia: Envia la difusió del vídeo
es: Enviar audio/vídeo
fr: Envoyer la diffusion vidéo
gl: Enviar audio/vídeo
pt_br: Enviar aúdio/vídeo

source: Demo mode
ca: Mode demostració
ca@valencia: Mode demostració
es: Modo demostración
fr: Mode démonstration
gl: Modo demostración
pt_br: Modo demostração

source: Wake on LAN
ca@valencia: Desperta per xarxa
fr: Réveil par le réseau

source: Audio conference mode
ca: Mode audioconferència
ca@valencia: Mode àudio conferència
es: Modo audio conferencia
fr: Mode conférence audio
gl: Modo audio conferencia
pt_br: Modo aúdio conferência

source: Screenshots
ca: Captura de pantalla
ca@valencia: Captures de pantalla
es: Capturas de pantalla
fr: Captures d'écran
gl: Capturas de pantalla
pt_br: Capturas de tela

source: Reboot and poweroff
ca: Reiniciar i apagar
ca@valencia: Apaga i reinicia
es: Apagar y reiniciar
fr: Redémarrer et éteindre
gl: Apagar e reiniciar
pt_br: Desligar e reiniciar

source: Lock and unlock internet
ca: Activar i desactivar la connexió a Internet
ca@valencia: Bloqueja i desbloqueja Internet
es: Bloquear y desbloquear internet
fr: Bloquer et débloquer la connexion Internet
gl: Bloquear e desbloquear internet

source: DPMS monitor on/off
es: DPMS control energía monitores
fr: Allumage et extinction du moniteur par DPMS
gl: DPMS control enerxía monitores

source: Connect using VNC
ca: Connectar per VNC
ca@valencia: Connecta usant el VNC
es: Conectar usando VNC
fr: Se connecter en utilisant VNC
gl: Conectar empregando VNC
pt_br: Conectar usando VNC

source: Connect using iTALC
ca: Connectar per iTALC
ca@valencia: Connecta usant l'iTALC
es: Conectar usando iTALC
fr: Se connecter en utilisant iTALC
gl: Conectar empregando iTALC
pt_br: Conectar usando iTALC

source: Restart session with new settings
ca: Reiniciar la sessió amb la nova configuració
ca@valencia: Reinicia la sessió amb la nova configuració
es: Reiniciar con la nueva configuración
fr: Redémarrer la session avec les nouveaux réglages
gl: Reiniciar coa nova configuración
pt_br: Reiniciar com a nova configuração

source: <b>Show / hide menu buttons</b>
es: <b>Mostrar / ocultar botones de menús</b>
fr: <b>Afficher/cacher les boutons du menu</b>
gl: <b>Amosar / ocultar botóns de menús</b>

source: Audio conference
es: Audio conferencia
fr: Conférence audio
gl: Audio conferencia

source: Audio Chat control
es: Control de audio chat
fr: Commandes pour le dialogue en ligne audio
gl: Control de audio chat

source: Menu buttons
es: Botones de menús
fr: Boutons du menu
gl: Botóns de menús

source: Chat emission list
es: Lista de emisión chat
fr: Liste des émissions pour les dialogues en ligne
gl: Lista de emisión chat

source: <span size="x-large">Chat emission list</span>
es: <span size="x-large">Lista de emisión chat</span>
fr: <span size="x-large">Liste des émissions pour les dialogues en ligne</span>
gl: <span size="x-large">Lista de emisión chat</span>

source: Connect
es: Conectar
fr: Connecter
gl: Conectar

source: Disconnect
es: Desconectar
fr: Déconnecter
gl: Desconectar

source: Exit
es: Cerrar
fr: Sortie
gl: Saír
