Repository: mariodebian/tcosmonitor
Catalog: po/*.po
Languages: ca, ca@valencia, es, fr, gl, pt_br

source: Waiting for start video transmission...
ca: Esperant l'inici de la transmissió de vídeo
ca@valencia: S'està esperant per a arrancar la transmissió de vídeo...
es: Esperando arranque del modo difusión de vídeo...
fr: En attente du démarrage de la transmission vidéo…
gl: Esperando arranque do modo difusión de vídeo...
pt_br: Aguardando o boot do modo difusão de vídeo ...

source: Running in broadcast video transmission.
ca: Difusió de vídeo.
ca@valencia: S'està executant en mode de difusió de vídeo.
es: Modo difusión de vídeo activo.
fr: Transmission vidéo en cours
gl: Modo difusión de vídeo activo.
pt_br: Modo difusão de vídeo ativado.

source: Running in broadcast video transmission to user %(host)s. Broadcast Nº %(count)s
es: Ejecutándose en modo de difusión de vídeo al cliente %(host)s. Broadcast Nº %(count)s
fr: Transmission vidéo en cours pour l'utilisateur %(host)s. Diffusion nº %(count)s
gl: Executándose en modo de difusión de vídeo ao cliente %(host)s. Broadcast Nº %(count)s

source: Select audio/video file..
ca: Selecciona fitxer d'audio o de vídeo.
ca@valencia: Selecciona el fitxer d'àudio/vídeo...
es: Seleccionar archivo de audio/vídeo...
fr: Sélectionner un fichier audio/vidéo
gl: Seleccionar ficheiro de audio/vídeo...
pt_br: Selecionar o arquivo de audio/vídeo ...

source: Play DVD
ca: Reprodueix un DVD
ca@valencia: Reproduïx el DVD
es: Reproducir DVD
fr: Jouer le DVD
gl: Reproducir DVD
pt_br: Reproduzir o DVD

source: Play SVCD/VCD
ca: Reprodueix un SVCD/VCD
ca@valencia: Reproduïx el SVCD/VCD
es: Reproducir SVCD/VCD
fr: Jouer le SVCD/VCD
gl: Reproducir SVCD/VCD
pt_br: Reproduzir o SVCD/VCD

source: Play AudioCD
ca: Reprodueix un CD d'audio
ca@valencia: Reproduïx l'àudioCD
es: Reproducir AudioCD
fr: Jouer le disque audio
gl: Reproducir AudioCD
pt_br: Reproduzir o CD de aúdio

source: First select the DVD chapter or play movie then press enter to send clients...
ca: Primer elegiu el capítol del DVD o reproduïu la pel·lícula i, després, premeu ENTER per a fer l'enviament...
ca@valencia: Primer seleccioneu el capítol del DVD o reproduïu la pel·lícula després, premeu retorn per a enviar-ho als clients...
es: Primero seleccione el capítulo del DVD o reproduzca el vídeo después, presione «enter» para enviarlo a los clientes...
fr: Veuillez d'abord sélectionner le chapitre du DVD ou jouer le film puis appuyer sur entrée pour l'envoyer aux clients…
gl: Primeiro seleccione o capítulo do DVD ou reproduza o vídeo despois, presione «enter» para envia-lo aos clientes...
pt_br: Primeiro selecione o capítulo do DVD ou reproduza o vídeo. Depois, pressione «enter» para enviá-lo aos clientes ...

source: Lock keyboard and mouse on client?
ca: Voleu blocar el teclat i el ratolí del client?
ca@valencia: Voleu bloquejar el teclat i el ratolí del client?
es: ¿Bloquear teclado y ratón del cliente?
fr: Verrouiller le clavier et la souris sur le client ?
gl: ¿Bloquear teclado e rato do cliente?
pt_br: Bloquear o teclado e mouse do cliente?

source: Video broadcast stopped.
ca: Retransmissió de vídeo aturada.
ca@valencia: La difusió de vídeo està parada.
es: Difusión de vídeo parada.
fr: Diffusion vidéo arrêtée.
gl: Difusión de vídeo parada.
pt_br: Difusão de vídeo parada.

source: Lock keyboard and mouse on clients?
ca: Blocar el teclat i el ratolí en els clients?
ca@valencia: Voleu bloquejar el teclat i el ratolí en els clients?
es: ¿Bloquear teclado y ratón en los clientes?
fr: Verrouiller le clavier et la souris sur les clients ?
gl: ¿Bloquear teclado e rato nos clientes?
pt_br: Bloquear o teclado e mouse nos clientes?

source: Running in broadcast video transmission. Broadcast Nº %s
es: Ejecutándose en modo difusión de vídeo. Broadcast Nº %s
fr: Transmission vidéo en cours. Diffusion nº %s
gl: Executándose en modo difusión de vídeo. Broadcast Nº %s

source: Enter password of remote thin client (if asked for it)
ca: Introduïu la contrasenya del client (si cal)
ca@valencia: Introduïu la contrasenya del client lleuger (si es demanara)
es: Introduzca contraseña del cliente remoto (si preguntase)
fr: Veuillez entrer le mot de passe du client léger distant (si on vous le demande)
gl: Introduza o contrasinal do cliente remoto (se preguntase)
pt_br: Insira a senha do cliente remoto (se for solicitado)

source: User not logged
es: Usuario no conectado
fr: Utilisateur non connecté

source: Do you want to logout user: %s?
es: ¿Quiere desconectar al usuario "%s"?
fr: Voulez-vous déconnecter l'utilisateur : %s ?

source: Session will close in %s seconds
ca: La sessió es tancarà en %s segons
ca@valencia: La sessió es tancarà en %s segons
es: La sesión se cerrará en %s segundos
fr: La session sera fermée dans %s secondes
gl: A sesión pecharase en %s segundos
pt_br: A sessão fechará em %s segundos

source: Do you want to logout the following users: %s?
es: ¿Quiere desconectar a los siguientes usuarios: %s ?
fr: Voulez-vous déconnecter les utilisateurs suivants : %s ?

source: Internet connection has been disabled
ca: La connexió a Internet ha estat desactivada
ca@valencia: La connexió a Internet s'ha inhabilitat
es: El acceso a internet ha sido deshabilitado
fr: La connexion Internet a été désactivée
gl: A conexión de internet foi desactivada
pt_br: A conexão com a Internet foi desativada.

source: Can't disable internet, user is not logged
ca: No s'ha pogut desactivar la connexió a internet: no hi ha cap sessió d'usuari oberta.
ca@valencia: No es pot inhabilitar Internet, l'usuari no està connectat
es: No se puede deshabilitar internet, el usuario no está conectado
fr: Impossible de désactiver la connexion Internet, l'utilisateur n'est pas connecté
gl: Non se pode desactivar internet, o usuario non está conectado

source: In order to lock and unlock internet you need to be in 'tcos' group. Exe by root: adduser %s tcos
ca@valencia: Per a bloquejar i desbloquejar internet heu de estar en el grup 'tcos'. Executeu com a root: adduser %s tcos
es: Para poder bloquear y desbloquear internet necesita pertenecer al grupo 'tcos'. Ejecute como root: adduser %s tcos
fr: Afin de déverrouiller la connexion Internet vous devez faire partie du groupe « tcos ». Exécutez par le superutilisateur : adduser %s tcos
gl: Para poder bloquear e desbloquear internet necesita pertencer ao grupo 'tcos'. Execute como root: adduser %s tcos
pt_br: Para visualizar a rede você necessita pertencer ao grupo 'tcos'. Execute o comando, como root: adduser %s tcos.

source: Internet connection has been enabled
ca: La connexió a Internet ha estat activada
ca@valencia: La connexió a Internet s'ha habilitat
es: El acceso a internet ha sido habilitado
fr: La connexion Internet a été activée
gl: A conexión a internet foi activada
pt_br: A conexão com a Internet foi ativada.

source: Can't enable internet, user is not logged
ca: No s'ha pogut activar la connexió a internet: no hi ha cap sessió d'usuari oberta.
ca@valencia: No es pot habilitar Internet, l'usuari no està connectat
es: No se puede habilitar internet, el usuario no está conectado
fr: Impossible d'activer la connexion Internet, l'utilisateur n'est pas connecté
gl: Non se pode activar internet, o usuario non está conectado

source: Do you want disable internet to following users: %s?
es: ¿Quiere deshabilitar internet a los siguientes usuarios: %s ?
fr: Voulez-vous désactiver la connexion Internet pour les utilisateurs suivants : %s ?

source: Do you want enable internet to following users: %s?
fr: Voulez-vous activer la connexion Internet pour les utilisateurs suivants : %s ?

source: %s is not supported to personalize!
ca@valencia: %s no permet personalitzar!
es: ¡%s no está soportado para personalizar!
fr: %s ne gère pas la personnalisation !
gl: ¡%s non está soportado para personalizar!
pt_br: ¡%s não há suporte para personalizar!

source: Actions for %s
ca: Accions per a %s
ca@valencia: Accions per a %s
es: Acciones para %s
fr: Actions pour %s
gl: Accións para %s
pt_br: Ações para %s

source: Actions for selected host
ca: Accions per a l'ordinador seleccionat
ca@valencia: Accions per a l'equip seleccionat
es: Acciones para el equipo seleccionado
fr: Actions pour l'hôte sélectionné
gl: Accións para o equipo seleccionado
pt_br: Ações para o cliente selecionado

source: %d hidden actions
es: %d acciones ocultas
fr: %d actions cachées
gl: %d accións ocultas

source: Actions for selected hosts
ca: Accions per als ordinadors seleccionats
ca@valencia: Accions per als equips seleccionats
es: Acciones para los equipos seleccionados
fr: Actions pour les hôtes sélectionnés
gl: Accións para os equipos seleccionados
pt_br: Ações para os clientes selecionados

source: Actions for all hosts
ca: Accions per a tots els ordinadors
ca@valencia: Accions per a tots els equips
es: Acciones para todos los equipos
fr: Actions pour tous les hôtes
gl: Accións para todos os equipos
pt_br: Ações para todos os clientes

source: Save hosts positions
es: Guardar posiciones de los equipos
fr: Enregistrer la position des hôtes
gl: Gardar posicións dos equipos

source: Reset hosts positions
es: Resetear posiciones de los equipos
fr: Réinitialiser la position des hôtes
gl: Resetear posicións dos equipos

source: TcosDBus not allowed in local display
ca: TcosDBus no permés en pantalla local
ca@valencia: El TcosDBus no està permés en pantalla local.
es: TcosDBus no permitido en pantalla local.
fr: TcosDBus n'est pas autorisé sur l'affichage local
gl: TcosDBus non permitido en pantalla local.
pt_br: Não é permitido usar o TcosDBus localmente.

source: Seems that tcosxmlrpc isn't running on host="%s"
ca: Sembla que tcosxmlrpc no s'està executant en l'equip="%s"
ca@valencia: Sembla que el tcosxmlrpc no s'està executant en l'equip="%s"
es: Parece que tcosxmlrpc no se está ejecutando en equipo="%s"
fr: Il semble que tcosxmlrpc n'est pas lancé sur l'hôte =« %s »
gl: Parece que tcosxmlrpc non se está executando no equipo="%s"
pt_br: O tcosxmlrpc não está sendo executado no terminal = "%s"

source: tcosxmlrpc ERROR conection unavalaible.
ca: tcosxmlrpc ERROR: connexió no disponible
ca@valencia: S'ha produït un ERROR del tcosxmlrpc la connexió no està disponible
es: tcosxmlrpc ERROR conexión no disponible
fr: ERREUR tcosxmlrpc, la connexion n'est pas disponible.
gl: tcosxmlrpc ERRO conexión non disponíbel
pt_br: ERRO! Não existe conexão com o tcosxmlrpc.

source: ERROR conecting to tcosxmlrpc, check username and password.
ca: ERROR en la connexió a tcosxmlrpc: comproveu usuari i contrasenya
ca@valencia: No es pot connectar a tcosxmlrpc, comproveu el nom d'usuari i la contrasenya.
es: No se puede conectar a tcosxmlrpc, verifique el usuario y la contraseña.
fr: ERREUR durant la connexion à tcosxmlrpc, veuillez vérifier le nom d'utilisateur et le mot de passe.
gl: ERRO non se pode conectar a tcosxmlrpc, verifique o usuario e o contrasinal.
pt_br: Não é possível se conectar ao tcosxmlrpc, verifique o usuário e a senha.

source: Message from admin
ca: Missatge de l'administrador
ca@valencia: Missatge de l'administrador
es: Mensaje del administrador
fr: Message de la part de l'administrateur
gl: Mensaxe do administrador
pt_br: Mensagem administrativa

source: User not allowed to run this dbus call.
ca: L'usuari no té permís per a executar aquesta crida a dbus
ca@valencia: L'usuari no té permeses estes telefonades dbus.
es: Su usuario no tiene permitidas estas llamadas dbus.
fr: L'utilisateur n'est pas autorisé à exécuter cet appel à dbus.
gl: O seu usuario non ten permitidas estas chamadas dbus.
pt_br: Este usuário não tem permissões para executar chamadas dbus.

source: You have select more than 5 button menus. Only allowed to select a maximum of 5 buttons.
es: Ha seleccionado más de 5 botones de menus. Sólo está permitido seleccionar máximo 5 botones.
fr: Vous avez sélectionné plus de 5 boutons de menu. Il n'est permis d'en sélectionner qu'au plus 5.
gl: Seleccionou máis de 5 botóns de menus. So está permitido seleccionar máximo 5 botóns.

source: New settings saved.
ca: S'ha desat la configuració.
ca@valencia: Configuració nova guardada.
es: Configuración guardada.
fr: Nouveaux réglages enregistrés.
gl: Configuración gardada.
pt_br: Configuração salva.

source: IP address
ca: Adreça IP
ca@valencia: Adreça IP
es: Dirección IP
fr: Adresse IP
gl: Enderezo IP
pt_br: Endereço IP

source: MAC address
ca: Adreça MAC
ca@valencia: Adreça MAC
es: Dirección MAC
fr: Adresse MAC
gl: Enderezo MAC
pt_br: Endereço MAC

source: No hosts found, please click on Refresh button using another method.
ca: No s'ha trobat cap equip. Per favor, feu clic en el botó Refrescar usant un altre mètode.
ca@valencia: No s'han trobat equips, per favor, premeu el botó Actualitza usant un altre mètode.
es: No se han encontrado equipos, por favor, pulse el botón Actualizar usando otro método.
fr: Aucun hôte n'a pu être trouvé, veuillez appuyer sur le bouton Rafraîchir en utilisant une autre méthode.
gl: Non se atoparon equipos, por favor, pulse o botón Actualizar empregando outro método.
pt_br: O cliente não foi encontrado. Por favor, clique no botão atualizar para usar outro método.

source: Username or password are empty, please edit in preferences dialog!
ca: Nom d'usuari o contrasenya buits, modifiqueu-ho, per favor, en preferències!
ca@valencia: L'usuari o la contrasenya estan buits, per favor, editeu el diàleg de preferències
es: El usuario o la contraseña están vacíos, por favor, verifique el dialogo de preferencias
fr: Le nom d'utilisateur et le mot de passe sont vides, veuillez les modifier dans le menu préférences !
gl: O usuario ou o contrasinal están baleiros, por favor, verifique o dialogo de preferencias
pt_br: O usuário ou a senha estão vazios, por favor, verifique-os no menu preferências.

source: Active
ca: Actiu
ca@valencia: Actiu
es: Activo
fr: Actif
gl: Activo
pt_br: Ativo

source: Screen Blocked
ca: Blocada
ca@valencia: Pantalla bloquejada
es: Bloqueado
fr: Écran bloqué
gl: Bloqueado
pt_br: Bloqueado

source: Num of process
ca: Nre de processos
ca@valencia: Nombre de processos
es: Núm. de procesos
fr: Numéro de processus
gl: Núm. de procesos
pt_br: Núm. de processos

source: Sel
ca@valencia: Selecciona
fr: Sélection

source: Error connecting to tcosxmlrpc in %s
ca: Error en la connexió a tcosxmlrpc en %s
ca@valencia: S'ha produït un error en connectar a tcosxmlrpc en %s
es: Error conectando a tcosxmlrpc en %s
fr: Une erreur s'est produite lors la connexion à tcosxmlrpc dans %s
gl: Erro conectando a tcosxmlrpc en %s
pt_br: Erro! Conectando ao TcosXmlRpc em %s

source: Floppy: %s
es: Disquete: %s
fr: Lecteur de disquette : %s

source: CDROM: %s
fr: CD : %s

source: HDD partition: %s
es: Partición: %s
fr: Partition HDD : %s

source: Unknow: %s
es: Desconocido: %s
fr: Inconnu : %s

source: Searching for connected hosts...
ca: Buscant equips connectats...
ca@valencia: S'estan buscant equips connectats...
es: Buscando equipos conectados...
fr: Recherche des hôtes connectés…
gl: Buscando equipos conectados...
pt_br: Prourando clientes conectados ...

source: Searching info of hosts...
ca: Cercant informació sobre els equips...
ca@valencia: S'està buscant informació d'equips...
es: Buscando información de equipos...
fr: Recherche des informations sur les hôtes…
gl: Buscando información de equipos...
pt_br: Procurando informações dos clientes ...

source: Connecting to %s...
ca: Connectant amb %s...
ca@valencia: S'està connectant a %s...
es: Conectando a %s...
fr: Connexion en cours à %s…
gl: Conectando a %s...
pt_br: Conectando a %s...

source: Found %(len)d hosts, %(ex)d hosts excluded
fr: %(len)d hôtes ont été trouvés, %(ex)d hôtes ont été exclus

source: Rebooting in %s seconds
ca: Reinici en %s segons
ca@valencia: L'equip es reiniciarà en %s segons
es: El equipo se reiniciará en %s segundos
fr: Redémarrage dans %s secondes
gl: O equipo reiniciarase en %s segundos
pt_br: O terminal será reiniciado em %s segundos.

source: Shutting down in %s seconds
ca: Apagada en %s segons
ca@valencia: L'equip s'apagarà en %s segons
es: El equipo se apagará en %s segundos
fr: Extinction dans %s secondes
gl: O equipo apagarase en %s segundos
pt_br: O terminal será desligado em %s segundos.

source: ERROR during action %(action)s: %(errortxt)s
ca@valencia: S'ha produït un ERROR mentres es realitzava l'acció %(action)s: %(errortxt)s
es: ERROR realizando acción %(action)s: %(errortxt)s
fr: ERREUR durant l'action %(action)s : %(errortxt)s
gl: ERRO realizando acción %(action)s: %(errortxt)s
pt_br: Erro ao executar a ação %(action)s: %(errortxt)s

source: Tcos device daemon
ca@valencia: Dimoni de dispositius TCOS
es: Gestor de dispositivos TCOS
fr: Démon pour la machine Tcos
gl: Xestor de dispositivos TCOS
pt_br: Gerente de dispositivos Tcos

source: TCOS_DEVICES: Your user is not in group fuse and you can not use USB devices. Please contact with your administrator.
fr: TCOS_DEVICES : votre identifiant n'est pas dans le groupe fuse et vous ne pouvez pas utiliser d'appareil USB. Veuillez contacter votre administrateur.

source: Cdrom device %s
ca: Dispositiu de CDROM %s
ca@valencia: Dispositiu cdrom %s
es: Dispositivo cdrom %s
fr: Lecteur de CD %s
gl: Dispositivo cdrom %s
pt_br: Dispositivo CD-ROM %s

source: Mount Cdrom
ca: Munta CDROM
ca@valencia: Munta el cdrom
es: Montar cdrom
fr: Monter le lecteur de CD
gl: Montar cdrom
pt_br: Montar CD-ROM

source: Umount Cdrom
ca: Desmunta CDROM
ca@valencia: Desmunta el cdrom
es: Desmontar cdrom
fr: Démonter le lecteur de CD
gl: Desmontar cdrom
pt_br: Desmontar CD-ROM

source: Disk partition %s
ca: Partició %s
ca@valencia: Partición del disc %s
es: Partición del disco %s
fr: Partition du disque %s
gl: Partición do disco %s
pt_br: Partição do disco %s

source: Mount disk partition
ca: Munta la partició de disc
ca@valencia: Munta la partició del disc
es: Montar partición
fr: Monter la partition du disque
gl: Montar partición
pt_br: Montar partição

source: Umount disk partition
ca: Desmunta la partició de disc
ca@valencia: Desmunta la partició del disc
es: Desmontar partición
fr: Démonter la partition du disque
gl: Desmontar partición
pt_br: Desmontar partição

source: No floppy detected
ca: No s'ha detectat el disquet
ca@valencia: No s'ha detectat cap disquet
es: No se ha detectado disquete
fr: Aucun lecteur de disquette détecté
gl: Non se detectou disquete
pt_br: O disquete não foi detectado.

source: Floppy
ca: Disquet
ca@valencia: Disquet
es: Disquete
fr: Lecteur de disquette
gl: Disquete
pt_br: Disquete

source: Mount Floppy
ca: Munta el disquet
ca@valencia: Munta el disquet
es: Montar disquete
fr: Monter le lecteur de disquette
gl: Montar disquete
pt_br: Montar disquete

source: Umount Floppy
ca: Desmunta el disquet
ca@valencia: Desmunta el disquet
es: Desmontar disquete
fr: Démonter le lecteur de disquette
gl: Desmontar disquete
pt_br: Desmontar disquete

source: Floppy mounted. Ready for use.
ca: Disquet muntat. Preparat.
ca@valencia: Disquet muntat. Preparat per a usar.
es: Disquete montado. Listo para usar.
fr: Le lecteur de disquette est monté et prêt à être utilisé.
gl: Disquete montado. Listo para empregar.
pt_br: Disquete montado. Agora pode usá-lo.

source: Floppy umounted. You can extract it.
ca: Disquet desmuntat. Podeu extraure'l
ca@valencia: Disquet desmuntat. Ara pot extraure'l.
es: Disquete desmontado. Ahora puede extraerlo.
fr: Le lecteur de disquette est démonté. Vous pouvez la retirer.
gl: Disquete desmontado. Agora pode extraelo.
pt_br: Disquete desmontado. Agora pode removê-lo.

source: Hard disk partition mounted. Ready for use.
ca: Partició de disc muntada. Preparada.
ca@valencia: Partició muntada del disc dur. Preparat per a usar.
es: Partición montada. Lista para usar.
fr: La partition du disque dur est montée et prête à être utilisée.
gl: Partición montada. Lista para empregar.
pt_br: Partição montada. Agora pode usá-la.

source: Hard disk partition umounted.
ca: Partició de disc desmuntada
ca@valencia: Partició desmuntada del disc dur.
es: Partición desmontada.
fr: La partition du disque dur est démontée.
gl: Partición desmontada.
pt_br: Partição desmontada.

source: Audio cdrom mounted., you can listen music opening wav files.
ca: El CD d'audio està muntat, podeu sentir música obrint els fitxers wav.
ca@valencia: Cdrom d'àudio muntat., ara podeu obrir els fitxers de música wav.
es: Cdrom de música montado, ahora puedes escucharlo abriendo los archivos wav.
fr: Le CD audio est monté, vous pouvez écouter de la musique en ouvrant des fichiers WAV.
gl: Cdrom de música montado, agora podes escoita-lo abrindo os arquivos wav.
pt_br: CD-ROM com músicas montado. Agora você pode ouví-las abrindo os arquivos *.wav.

source: Cdrom mounted. Ready for use.
ca: CDROM muntat. Preparat.
ca@valencia: Cdrom muntat. Preparat per a usar.
es: Cdrom montado. Listo para usar.
fr: Le lecteur de CD est monté et prêt à être utilisé.
gl: Cdrom montado. Listo para empregar.
pt_br: CD-ROM montado. Agora pode usá-lo.

source: Cdrom umounted. You can extract it.
ca: CDROM desmuntat. Podeu extraure'l.
ca@valencia: Cdrom desmuntat. Ara podeu extraure'l.
es: Cdrom desmontado. Ahora puede extraerlo.
fr: Le lecteur de CD est démonté. Vous pouvez le retirer.
gl: Cdrom desmontado. Agora pode extraelo.
pt_br: CD-ROM desmontado. Agora pode removê-lo.

source: Mounting device %s Please wait...
ca: Desmuntant el dispositiu %s. Per favor, espereu...
ca@valencia: S'està muntant el dispositiu %s Per favor, espere...
es: Montando dispositivo %s. Por favor, espere...
fr: Montage en cours du périphérique %s Veuillez patienter…
gl: Montando dispositivo %s. Por favor, espere...
pt_br: Montando o dispositivo %s. Por favor, espere...

source: Error mounting LTSPFS, check versions of LTSPFS packages
ca: Error durant el muntatge de LTSPFS, comproveu les versions dels paquets LTSPFS
ca@valencia: S'ha produït un error mentres es muntava LTSPFS, comproveu les versions dels paquets LTSPFS
es: Error montando LTSPFS, compruebe las versiones de los paquetes LTSPFS
fr: Une erreur s'est produite lors du montage de LTSPFS, veuillez vérifier la version des paquets LTSPFS
gl: Erro montando LTSPFS, comprobe as versións dos paquetes LTSPFS
pt_br: Erro ao montando o LTSPFS. verifique as versões dos pacotes do LTSPFS.

source: Umounting device %s. Please wait...
ca: Desmuntant el dispositiu %s. Per favor, espereu...
ca@valencia: S'està desmuntant el dispositiu %s. Per favor, espere...
es: Desmontando dispositivo %s. Por favor, espere...
fr: Montage en cours du périphérique %s. Veuillez patienter…
gl: Desmontando dispositivo %s. Por favor, espere...
pt_br: Desmontando o dispositivo %s. Por favor, espere...

source: usbdisk
ca: Disc USB
ca@valencia: disc-usb
es: disco-usb
fr: disque USB
gl: disco-usb
pt_br: DiscoUSB

source: firewiredisk
ca: disc firewire
ca@valencia: disc-firewire
es: disco-firewire
fr: disque firewire
gl: disco-firewire
pt_br: Disco-firewire

source: Can't mount floppy
ca: No ha estat possible muntar el disquet
ca@valencia: No es pot muntar el disquet
es: No se pudo montar el disquete
fr: Impossible de monter le lecteur de disquette
gl: Non se puido montar o disquete
pt_br: Não pôde montar o disquete.

source: Can't umount floppy
ca: No ha estat possible desmuntar el disquet
ca@valencia: No es pot desmuntar el disquet
es: No se pudo desmontar el disquete
fr: Impossible de démonter le lecteur de disquette
gl: Non se puido desmontar o disquete
pt_br: Não pôde desmontar o disquete.

source: Can't mount cdrom
ca: No ha esta possible muntar el CDROM
ca@valencia: No es pot muntar el cdrom
es: No se pudo montar el cdrom
fr: Impossible de monter le lecteur de CD
gl: Non se puido montar o cdrom
pt_br: Não pôde montar o CD-ROM.

source: Can't umount cdrom
ca: No ha estat possible desmuntar el CDROM
ca@valencia: No es pot desmuntar el cdrom
es: No se pudo desmontar el cdrom
fr: Impossible de démonter le lecteur de CD
gl: Non se puido desmontar o cdrom
pt_br: Não pôde desmontar o CD-ROM.
