Repository: mariodebian/tcosmonitor
Catalog: po/*.po
Languages: ca, ca@valencia, es, fr, gl, pt_br

source: Disk_%s
ca: Disc_%s
ca@valencia: Disc_%s
es: Disco_%s
fr: Disque_%s
gl: Disco_%s
pt_br: Disco_%s

source: Can't mount hard disk partition
ca: No ha estat possible muntar la partició del disc
ca@valencia: No es pot muntar la partició del disc dur
es: No se pudo montar la partición
fr: Impossible de monter la partition du disque dur
gl: Non se puido montar a partición
pt_br: Não pôde montar a partição.

source: Can't umount hard disk partition
ca: No ha estat possible desmuntar la partició del disc
ca@valencia: No es pot desmuntar la partició del disc dur
es: No se pudo desmontar la partición
fr: Impossible de démonter la partition du disque dur
gl: Non se puido desmontar a partición
pt_br: Não pôde desmontar a partição.

source: From terminal %(host)s. Connected CDROM USB device %(device)s %(vendor)s %(model)s
ca@valencia: Des del terminal %(host)s. Dispositiu CDROM USB connectat %(device)s %(vendor)s %(model)s
es: Desde el terminal %(host)s. Dispositivo CDROM USB conectado %(device)s %(vendor)s %(model)s
fr: Depuis la console %(host)s. Lecteur de CD USB %(device)s connecté %(vendor)s %(model)s
gl: Dende o terminal %(host)s. Dispositivo CDROM USB conectado %(device)s %(vendor)s %(model)s
pt_br: A partir do terminal %(host)s, o dispositivo CD-ROM/USB %(device)s %(vendor)s %(model)s foi conectado.

source: CDROM USB device %s
ca: Dispositiu CDROM USB %s
ca@valencia: Dispositiu CDROM USB %s
es: Dispositivo CDROM USB %s
fr: Lecteur de CD USB %s
gl: Dispositivo CDROM USB %s
pt_br: Dispositivo CD-ROM/USB %s

source: Mount CDROM USB device %s
ca: Munta el dispositiu CDROM USB %s
ca@valencia: Munta el dispositiu CDROM USB %s
es: Montar dispositivo CDROM USB %s
fr: Monter le lecteur de CD USB %s
gl: Montar dispositivo CDROM USB %s
pt_br: Montar o dispositivo CD-ROM/ USB %s

source: Umount CDROM USB device %s
ca: Desmunta el dispositiu CDROM USB %s
ca@valencia: Desmunta el dispositiu CDROM USB %s
es: Desmontar dispositivo CDROM USB %s
fr: Démonter le lecteur de CD USB %s
gl: Desmontar dispositivo CDROM USB %s
pt_br: Desmontar o dispositivo CD-ROM/USB %s

source: Error, can't mount device %s
ca: Error: ha estat impossible muntar %s
ca@valencia: S'ha produït un error, no es pot muntar el dispositiu %s
es: Error, no se pudo montar el dispositivo %s
fr: Erreur, impossible de monter le lecteur %s
gl: Erro, non se puido montar o dispositivo %s
pt_br: Erro! Não foi possível montar o dispositivo %s

source: From terminal %(host)s. Disconnected CDROM USB device %(device)s %(vendor)s %(model)s
ca@valencia: Des del terminal %(host)s. Dispositiu CDROM USB desconnectat %(device)s %(vendor)s %(model)s
es: Desde el terminal %(host)s. Dispositivo CDROM USB desconectado %(device)s %(vendor)s %(model)s
fr: Depuis la console %(host)s. Lecteur de CD USB %(device)s déconnecté %(vendor)s %(model)s
gl: Dende o terminal %(host)s. Dispositivo CDROM USB desconectado %(device)s %(vendor)s %(model)s
pt_br: A partir do terminal %(host)s, o dispositivo CD-ROM/USB %(device)s %(vendor)s %(model)s foi desconectado.

source: Can't umount cdrom usb %s
ca: No ha estat possible desmuntar el cdrom usb %s
ca@valencia: No es pot desmuntar el cdrom usb %s
es: No se pudo desmontar el cdrom usb
fr: Impossible de démonter le lecteur de CD USB %s
gl: Non se puido desmontar o cdrom usb %s
pt_br: Não foi possível desmontar o CD-ROM/USB.

source: From terminal %(host)s. Connected USB device %(device)s %(vendor)s %(model)s
ca@valencia: Des del terminal %(host)s. Dispositiu USB connectat %(device)s %(vendor)s %(model)s
es: Desde el terminal %(host)s. Dispositivo USB conectado %(device)s %(vendor)s %(model)s
fr: Depuis la console %(host)s. Périphérique USB %(device)s connecté %(vendor)s %(model)s
gl: Dende o terminal %(host)s. Dispositivo USB conectado %(device)s %(vendor)s %(model)s
pt_br: A partir do terminal %(host)s, o dispositivo CD-ROM/USB %(device)s %(vendor)s %(model)s foi conectado.

source: From terminal %(host)s. Disconnected USB device %(device)s %(vendor)s %(model)s
ca@valencia: Des del terminal %(host)s. Dispositiu USB desconnectat %(device)s %(vendor)s %(model)s
es: Desde el terminal %(host)s. Dispositivo USB desconectado %(device)s %(vendor)s %(model)s
fr: Depuis la console %(host)s. Périphérique USB %(device)s déconnecté %(vendor)s %(model)s
gl: Dende o terminal %(host)s. Dispositivo USB desconectado %(device)s %(vendor)s %(model)s
pt_br: A partir do terminal %(host)s, o dispositivo CD-ROM/USB %(device)s %(vendor)s %(model)s foi desconectado.

source: USB device %s
ca: Dispositiu USB %s
ca@valencia: Dispositiu USB %s
es: Dispositivo USB %s
fr: Périphérique USB %s
gl: Dispositivo USB %s
pt_br: Dispositivo USB %s

source: Mount USB device %s
ca: Munta el dispositiu USB %s
ca@valencia: Munta el dispositiu USB %s
es: Montar dispositivo USB %s
fr: Monter le périphérique USB %s
gl: Montar dispositivo USB %s
pt_br: Montar o dispositivo USB %s

source: Umount USB device %s
ca: Desmunta el dispositiu USB %s
ca@valencia: Desmunta el dispositiu USB %s
es: Desmontar dispositivo USB %s
fr: Démonter le périphérique USB %s
gl: Desmontar dispositivo USB %s
pt_br: Desmontar o dispositivo USB %s

source: From terminal %(host)s. Connected Firewire device %(device)s %(vendor)s %(model)s
ca@valencia: Des del terminal %(host)s. Dispositiu Firewire connectat %(device)s %(vendor)s %(model)s
es: Desde el terminal %(host)s. Dispositivo Firewire conectado %(device)s %(vendor)s %(model)s
fr: Depuis la console %(host)s. Périphérique Firewire %(device)s connecté %(vendor)s %(model)s
gl: Dende o terminal %(host)s. Dispositivo Firewire conectado %(device)s %(vendor)s %(model)s
pt_br: A partir do terminal %(host)s, o dispositivo Firewire %(device)s %(vendor)s %(model)s foi conectado.

source: From terminal %(host)s. Disconnected Firewire device %(device)s %(vendor)s %(model)s
ca@valencia: Des del terminal %(host)s. Dispositiu Firewire desconnectat %(device)s %(vendor)s %(model)s
es: Desde el terminal %(host)s. Dispositivo Firewire desconectado %(device)s %(vendor)s %(model)s
fr: Depuis la console %(host)s. Périphérique Firewire %(device)s déconnecté %(vendor)s %(model)s
gl: Dende o terminal %(host)s. Dispositivo Firewire desconectado %(device)s %(vendor)s %(model)s
pt_br: A partir do terminal %(host)s, o dispositivo Firewire %(device)s %(vendor)s %(model)s foi desconectado.

source: Firewire device %s
ca: Dispositiu firewire %s
ca@valencia: Dispositiu Firewire %s
es: Dispositivo Firewire %s
fr: Périphérique Firewire %s
gl: Dispositivo Firewire %s
pt_br: Dispositivo Firewire %s

source: Mount Firewire device %s
ca: Munta el dispositiu firewire %s
ca@valencia: Munta el dispositiu Firewire %s
es: Montar dispositivo Firewire %s
fr: Monter le périphérique Firewire %s
gl: Montar dispositivo Firewire %s
pt_br: Montar o dispositivo Firewire %s

source: Umount Firewire device %s
ca: Desmunta el dispositiu firewire %s
ca@valencia: Desmunta el dispositiu Firewire %s
es: Desmontar dispositivo Firewire %s
fr: Démonter le périphérique Firewire %s
gl: Desmontar dispositivo Firewire %s
pt_br: Desmontar o dispositivo Firewire %s

source: CDROM USB device %s umounted. You can extract it.
ca: El dispositiu CDROM USB %s està desmuntat. Podeu extraure'l.
ca@valencia: Dispositiu CDROM USB %s desmuntat. Ara podeu extraure'l.
es: Dispositivo CDROM USB %s desmontado. Ahora puede extraerlo.
fr: Le lecteur de CD USB %s est démonté. Vous pouvez le retirer.
gl: Dispositivo CDROM USB %s desmontado. Agora pode extraelo.
pt_br: O dispositivo CD-ROM/USB %s foi desmontado. Agora pode removê-lo.

source: CDROM USB device %s mounted. Ready for use.
ca: El dispositiu CDROM USB %s està muntat. Preparat.
ca@valencia: Dispositiu CDROM USB %s muntat. Preparat per a usar.
es: Dispositivo CDROM USB %s montado.Listo para usar.
fr: Le lecteur de CD USB %s est monté et prêt à être utilisé.
gl: Dispositivo CDROM USB %s montado.Listo para empregar.
pt_br: O dispositivo CD-ROM/USB %s foi montado e está pronto para ser usado.

source: USB device %s umounted. You can extract it.
ca: El dispositiu USB %s està desmuntat. Podeu extraure'l.
ca@valencia: Dispositiu USB %s desmuntat. Ara podeu extraure'l.
es: Dispositivo USB %s desmontado. Ahora puede extraerlo.
fr: Le lecteur USB %s est démonté. Vous pouvez le retirer.
gl: Dispositivo USB %s desmontado. Agora pode extraelo.
pt_br: O dispositivo USB %s foi desmontado. Agora pode removê-lo.

source: USB device %s mounted. Ready for use.
ca: El dispositiu USB %s està muntat. Preparat.
ca@valencia: Dispositiu USB %s muntat. Preparat per a usar.
es: Dispositivo USB %s montado.Listo para usar.
fr: Le lecteur USB %s est monté et prêt à être utilisé.
gl: Dispositivo USB %s montado.Listo para empregar.
pt_br: O dispositivo USB %s foi montado. Agora pode usá-lo.

source: Firewire device %s umounted. You can extract it.
ca: El dispositiu firewire %s està desmuntat. Podeu extraure'l.
ca@valencia: Dispositiu Firewire %s desmuntat. Ara podeu extraure'l.
es: Dispositivo Firewire %s desmontado. Ahora puede extraerlo.
fr: Le lecteur Firewire %s est démonté. Vous pouvez le retirer.
gl: Dispositivo Firewire %s desmontado. Agora pode extraelo.
pt_br: O dispositivo Firewire %s foi desmontado. Agora pode removê-lo.

source: Firewire device %s mounted. Ready for use.
ca: El dispositiu firewire %s està muntat. Preparat.
ca@valencia: Dispositiu Firewire %s muntat. Preparat per a usar.
es: Dispositivo Firewire %s montado.Listo para usar.
fr: Le lecteur Firewire %s est monté et prêt à être utilisé.
gl: Dispositivo Firewire %s montado.Listo para empregar.
pt_br: O dispositivo Firewire %s foi montado Agora pode usá-lo.

source: The user "%s" must be member of the group "tcos" to exec tcosmonitor. If you are system administrator, add your user to tcos group.
ca@valencia: L'usuari "%s" ha de ser membre del grup "tcos". Si sou administrador del sistema, afegiu l'usuari al grup tcos.
es: El usuario "%s" debe ser pertenecer del grupo "tcos" para ejecutar tcosmonitor. Si usted es administrador del sistema, añada su usuario al grupo tcos.
fr: L'utilisateur « %s » doit faire partie du groupe « tcos » pour exécuter tcosmonitor. Si vous êtes administrateur du système, veuillez ajouter votre utilisateur au groupe tcos.
gl: O usuario "%s" debe ser membro do grupo "tcos" para executar tcosmonitor. Se vostede é administrador do sistema, engada o seu usuario ao grupo tcos.

source: Need a host to configure!!! Try exec: tcospersonalize --host=XXX.XXX.XXX.XXX
ca: Cal indicar l'adreça de l'equip! Proveu: tcospersonalize --host=XXX.XXX.XXX.XXX
ca@valencia: Es necessita una adreça d'equip a configurar!!! Proveu a executar: tcospersonalize --host=XXX.XXX.XXX.XXX
es: ¡Se necesita una dirección de equipo a configurar! Pruebe a ejecutar: tcospersonalize --host=XXX.XXX.XXX.XXX
fr: Un hôte doit exister pour être configuré !!! Veuillez essayer d'exécuter : tcospersonalize --host=XXX.XXX.XXX.XXX
gl: ¡Necesitase un enderezo de equipo a configurar! Probe a executar: tcospersonalize --host=XXX.XXX.XXX.XXX
pt_br: Necessita configurar um cliente? Então, experimente executar: tcospersonalize --host=XXX.XXX.XXX.XXX

source: host:
ca: equip:
ca@valencia: equip:
es: equipo:
fr: hôte :
gl: equipo:
pt_br: cliente:

source: Host down, can't connect to tcosxmlrpc.
ca: Equip inaccessible: no s'ha pogut connectar a tcosxmlrpc
ca@valencia: L'equip és inaccessible, no es pot connectar a tcosxmlrpc.
es: Equipo inaccesible, no se pudo conectar a tcosxmlrpc.
fr: L'hôte est hors-ligne, impossible de se connecter à tcosxmlrpc.
gl: Equipo inacesíbel, non se puido conectar a tcosxmlrpc.
pt_br: Cliente inacessível, não pôde se conectar ao TcosXmlRpc.

source: New %d drivers loaded from terminal.
ca: %d drivers nou carregats des del terminal
ca@valencia: S'han carregat %d controladors des del terminal.
es: Cargados %d drivers desde el terminal.
fr: Les nouveaux pilotes %d ont été chargés depuis la console.
gl: Cargados %d drivers dende o terminal.
pt_br: Carregados %d drivers a partir do terminal.

source: Really delete config of %s?
ca: Eliminar la configuració de %s?
ca@valencia: Esteu segur que voleu eliminar la configuració de %s?
es: ¿Borrar archivo de configuración de %s?
fr: Êtes-vous sûr de vouloir effacer la configuration de %s ?
gl: ¿Borrar arquivo de configuración de %s?
pt_br: Apagar o arquivo de configuração de %s?

source: Deleted!
ca: Eliminat!
ca@valencia: Esborrat!
es: ¡Borrado!
fr: Effacé !
gl: ¡Borrado!
pt_br: Apagado!

source: New or edit hosts
ca: Nou o edita equips
ca@valencia: Nou o edita la llista d'equips
es: Nuevo o editar lista de equipos
fr: Nouveau ou hôte à modifier
gl: Novo ou editar lista de equipos
pt_br: Novo ou editar a lista atual de clientes

source: You can add a simple host, example: <b>192.168.0.100</b> or range of hosts, example: <b>192.168.0.100-120</b> MAC address is optional
ca: Podeu afegir un únic equip, per exemple: <b>192.168.0.100</b> o un interval d'equips, per exemple: <b>192.168.0.100-120</b> l'adreça física (MAC) és opcional
ca@valencia: Podeu afegir un únic equip, exemple: <b>192.168.0.100</b> o un rang d'equips, exemple: <b>192.168.0.100-120</b> l'adreça MAC és opcional
es: Puede añadir un equipo, ejemplo: <b>192.168.0.100</b> o un rango, ejemplo: <b>192.168.0.100-120</b> la dirección MAC es opcional
fr: Vous pouvez ajouter un hôte simple, exemple : <b>192.168.0.100</b> ou un intervalle d'hôtes, exemple : <b><b>192.168.0.100-120</b> L'adresse MAC est optionnelle
gl: Pode engadir un equipo, exemplo: <b>192.168.0.100</b> ou un rango, exemplo: <b>192.168.0.100-120</b> ou enderezo MAC é opcional
pt_br: Você pode adicionar um cliente, exemplo: <b>192.168.0.100</b> ou uma faixa de clientes, exemplo: <b>192.168.0.100-120</b> o endereço MAC é opcional.

source: IP address *
ca: Adreça IP
ca@valencia: Adreça IP *
es: Dirección IP *
fr: Adresse IP *
gl: Enderezo IP *
pt_br: Endereço IP *

source: Cancel
ca: Anul·la
ca@valencia: Cancel·la
es: Cancelar
fr: Annuler
gl: Cancelar
pt_br: Cancelar

source: Save
ca: Desa
ca@valencia: Guarda
es: Guardar
fr: Enregistrer
gl: Gardar
pt_br: Salvar

source: Restart sound
es: Reiniciar sonido
fr: Redémarrer le son

source: Sound levels
ca: Nivells d'audio
ca@valencia: Nivells de volum
es: Niveles de volumen
fr: Niveaux sonores
gl: Niveis de volume
pt_br: Níveis de volume

source: Main Channels
ca: Canals principals
ca@valencia: Canals principals
es: Canales principales
fr: Principaux canaux
gl: Canles principais
pt_br: Canais principais

source: Secondary Channels
ca: Canals secundaris
ca@valencia: Canals secundaris
es: Canales secundarios
fr: Canaux secondaires
gl: Canles secundarias
pt_br: Canais secundários

source: <big><b>TCOS devices</b></big>
es: <big><b>Dispositivos TCOS</b></big>
fr: <big><b>Machines TCOS</b></big>

source: Hide
es: Ocultar
fr: Cacher
gl: Ocultar
pt_br: Ocultar

source: About TCOS
ca: Quant a TCOS
ca@valencia: Quant al TCOS
es: Acerca de TCOS
fr: À propos de TCOS
gl: Acerca de TCOS
pt_br: Sobre o Tcos

source: Thin client and standalone monitoring tool.
ca: Programa de monitorització de clients lleugers i d'ordinadors autònoms.
ca@valencia: Ferramenta de seguiment de clients lleugers i sistemes autònoms.
es: Herramienta de monitorización de clientes ligeros e instalados.
fr: Client léger et autonome outil de supervision.
gl: Ferramenta de monitorización de clientes lixeiros e instalados.
pt_br: Ferramenta de monitoramento dos clientes.

source: Project web site
ca: Pàgina del projecte
ca@valencia: Pàgina web del projecte
es: Página web del proyecto
fr: Site Internet du projet
gl: Páxina web do proxecto
pt_br: Página web do projeto

source: About
ca: Quant a...
ca@valencia: Quant a
es: Acerca de
fr: À propos
gl: Acerca de
pt_br: Sobre

source: License
ca: Llicència
ca@valencia: Llicència
es: Licencia
fr: Licence
gl: Licenza
pt_br: Licença

source: Main developers: * Mario Izquierdo <mariodebian at gmail.com> * Ignacio Vidal <vidal_joshur at gva.es> Contributors: * Andrés Jimenez * Quirón Special thanks to: Comunidad de Madrid, MaX group (Spain)
ca: Desenvolupadors principals: * Mario Izquierdo <mariodebian at gmail.com> * Ignacio Vidal <vidal_joshur at gva.es> Contribuïdors: * Andrés Jimenez * Quirón Agraïments especials a: Comunidad de Madrid, MaX group (Spain)
ca@valencia: Programadors principals: * Mario Izquierdo <mariodebian at gmail.com> * Ignacio Vidal <vidal_joshur at gva.es> Han contribuït: * Andrés Jimenez * Quirón Molt especialment gràcies a: Comunitat de Madrid, grup MaX (Espanya)
es: Desarrolladores principales: * Mario Izquierdo <mariodebian at gmail.com> * Ignacio Vidal <vidal_joshur at gva.es> Han contribuido: * Andrés Jimenez * Quirón Muy en especial gracias a: Comunidad de Madrid, grupo MaX (España)
fr: Principaux développeurs : * Mario Izquierdo <mariodebian at gmail.com> * Ignacio Vidal <vidal_joshur at gva.es> Contributeurs : * Andrés Jimenez * Quirón Remerciements à : Comunidad de Madrid, MaX group (Espagne)
gl: Desenvolvedores principais: * Mario Izquierdo <mariodebian at gmail.com> * Ignacio Vidal <vidal_joshur at gva.es> Colaboradores: * Andrés Jimenez * Quirón Destacamos nos agradecementos a: Comunidade de Madrid, grupo MaX (España)
pt_br: Principais desenvolvedores: * Mario Izquierdo <mariodebian at gmail.com> * Ignacio Vidal <vidal_joshur at gva.es> Contribuição: * Andrés Jimenez * Quirón Agradescimento especial a: * Comunidade de Madrid, grupo MaX (Espanha)

source: Authors
ca: Autors
ca@valencia: Autors
es: Autores
fr: Auteurs
gl: Autores
pt_br: Autores

source: Translated to your language by:
ca: Traduït al català per:
ca@valencia: Traduït al vostre idioma per:
es: Traducido a su idioma por:
fr: Traduit dans votre langue par :
gl: Traducido ao seu idioma por:
pt_br: Traduzido por:

source: Mario Izquierdo <mariodebian@gmail.com>
ca: Carles Sadurní <blat@puntnet.org>
ca@valencia: Pilar Embid (Lliurex) <embid_mar@gva.es>
fr: Julien Patriarca <patriarcaj@gmail.com> Remerciements à : L'équipe francophone de traduction Debian <debian-l10n-fr@lists.debian.org>
pt_br: Aécio dos Santos Pires <aecio@comunicacaodigital.org> Luis Méndez Alejo <gnumax@gmail.com> Maria del Mar Alejo Campos <marymarsoueu2@hotmail.com>

source: Translators
ca: Traductors
ca@valencia: Traductors
es: Traductores
fr: Traducteurs
gl: Tradutores
pt_br: Tradutores

source: TCOS is a free software project that need a lot of work to be the best thin client plataform. We work every day a lot of hours to make changes and support more devices and features. We want to continue developing this software but need your help, if you use, sell or hack TCOS pehaps you could donate some money to project. Click on next url to get some info.
ca: TCOS és un projecte de software lliure que requereix molta dedicació per a ser la millor plataforma de clients lleugers. Treballem cada dia moltes hores per a fer canvis, afegir noves característiques i donar suport a nous dispositius. Volem continuar desenvolupant aquest programa, però ens cal la vostra ajuda. Si useu, veneu o modifiqueu TCOS potser podríeu fer una donació al projecte. Feu clic en l'adreça següent si en voleu més informació.
ca@valencia: El TCOS és un projecte lliure que necessita molt de treball per a intentar ser la millor plataforma de clients lleugers. Treballem cada dia moltes hores per fer canvis i admetre més dispositius i característiques. Volem continuar fent-ho però necessitem la vostra ajuda, si utilitzeu, veneu o modifiqueu el TCOS, potser podreu donar alguns diners al projecte. Feu clic en l'url següent per a obtindre més informació.
es: TCOS es un proyecto libre que necesita mucho trabajo para intentar ser la mejor plataforma de clientes ligeros. Trabajamos cada día muchas horas para hacer cambios y soportar más dispositivos y características. Queremos continuar haciéndolo pero necesitamos tu ayuda, si usas, vendes o modificas TCOS, quizás puedas donar algo de dinero al proyecto. Pulsa en el enlace inferior para obtener más información.
fr: TCOS est un logiciel libre qui nécessite un gros travail pour être la meilleure plate-forme pour client léger. Nous travaillons chaque jour durant de longues heures pour faire des changements et gérer plus de machines et de fonctionnalités. Nous voulons continuer à développer ce logiciel mais avons besoin de votre aide, si vous utilisez, vendez ou modifiez TCOS, peut-être pourriez faire un don au projet. Veuillez cliquer sur l'adresse suivante pour obtenir des informations.
gl: TCOS é un proxecto libre que necesita moito traballo para intentar ser a mellor plataforma de clientes lixeiros. Traballamos cada día moitas horas para facer cambios e soportar máis dispositivos e características. Queremos continuar facéndoo pero necesitamos a túa axuda, si empregas, vendes ou modificas TCOS, quizáis poidas donar algo de diñeiro ao proxecto. Pulsa no enlace inferior para obter máis información.
pt_br: Tcos é um projeto de Software Livre que precisa de muito trabalho para tentar ser a melhor plataforma para o uso de thin clients. Diariamente, trabalhamos durante muitas horas para fazer modificações e suportar mais dispositivos e características. Queremos continuar fazendo isto, mas precisamos da sua ajuda, se usar, vender ou modificar o Tcos, talvez possa doar algum dinheiro ao projeto. Clique em botão 'Doações' para obter mais informações.

source: Don't show donations message on start.
ca: No mostrar els missatges de sol·licitud de donacions.
ca@valencia: No mostres este missatge de donacions a l'inici.
es: No mostrar este mensaje al inicio.
fr: Ne pas afficher les message concernant les dons au démarrage.
gl: Non amosar esta mensaxe ao inicio.
pt_br: Não mostrar esta mensagem no início.

source: Donate
ca: Donacions
ca@valencia: Donacions
es: Donaciones
fr: Donner
gl: Donacións
pt_br: Doações

source: Exit TcosMonitor
ca: Ix de TcosMonitor
ca@valencia: Ix del TcosMonitor
es: Salir de TcosMonitor
fr: Sortir de TcosMonitor
gl: Saír de TcosMonitor
pt_br: Sair do TcosMonitor

source: Open preferences dialog
ca: Obre preferències
ca@valencia: Obri el diàleg de preferències
es: Abrir diálogo de preferencias
fr: Ouvrir la boîte de dialogue des préférences
gl: Abrir diálogo de preferencias
pt_br: Abrir o menu preferências

source: Preferences
ca: Preferències
ca@valencia: Preferències
es: Preferencias
fr: Préférences
gl: Preferencias
pt_br: Preferências

source: Update host list
ca: Actualitzar la llista d'equips
ca@valencia: Actualitza la llista d'equips
es: Actualizar lista de equipos
fr: Mettre à jour la liste des hôtes
gl: Actualizar lista de equipos
pt_br: Atualizar a lista de clientes

source: Refresh
ca: Actualitza
ca@valencia: Refresca
es: Actualizar
fr: Rafraîchir
gl: Actualizar
pt_br: Atualizar

source: All Hosts
ca: Tots els equips
ca@valencia: Tots els equips
es: Todos
fr: Tous les hôtes
gl: Todos os equipos
pt_br: Todos

source: Find
es: Buscar
fr: Trouver
gl: Buscar

source: About this app
ca: Quant a...
ca@valencia: Quant a esta aplicació
es: Acerca de esta aplicación
fr: À propos de cette application
gl: Acerca desta aplicación
pt_br: Sobre esta aplicação

source: Start audio chat
es: Iniciar audio chat
fr: Démarrer le dialogue en ligne audio
gl: Iniciar audio chat

source: Send audio/video
es: Enviar audio/vídeo
fr: Envoyer l'audio ou la vidéo
gl: Enviar audio/vídeo

source: Exe app
es: Ejecutar aplicación
fr: Exécuter l'application
gl: Executar aplicación

source: Send message
es: Enviar mensaje de texto
fr: Envoyer un message
gl: Enviar mensaxe de texto

source: List view
es: Vista lista de equipos
fr: Vue en liste
gl: Vista lista de equipos

source: Icon view
es: Vista iconos
fr: Vue par icônes
gl: Vista iconas

source: Simulate my classroom
es: Simular aula
fr: Simuler ma salle de classe
gl: Simular aula

source: Static hosts list
ca: Llista d'equips
ca@valencia: Llista d'equips estàtics
es: Lista de equipos
fr: Liste des hôtes statiques
gl: Lista de equipos
pt_br: Lista de clientes
