Repository: mariodebian/tcosmonitor
Catalog: po/*.po
Languages: ca, ca@valencia, es, fr, gl, pt_br

source: Tcos Sound levels on: %s
ca: Nivells de volum en: %s
ca@valencia: Nivells de volum del TCOS en: %s
es: Niveles de volumen TCOS en equipo: %s
fr: les niveaux de Tcos Sound sont à : %s
gl: Niveis de volume TCOS en equipo: %s
pt_br: Níveis de volume TCOS no cliente: %s

source: ERROR: It appears that TcosXmlRpc is not running on %s.
ca: ERROR: Sembla que TcosXmlRpc no s'està executant en %s.
ca@valencia: ERROR: Sembla que el tcosxmlrpc no està en execució en %s
es: ERROR: Parece que tcosxmlrpc no se está ejecutando en %s
fr: ERREUR : il apparaît que TcosXmlRpc n'est pas lancé sur %s
gl: ERRO: Parece que tcosxmlrpc non se está executando en %s
pt_br: Erro! O TcosXmlRpc não está sendo executado em %s

source: Error connecting with TcosXmlRpc in %s.
ca: Error en intentar connectar amb TcosXmlRpc en %s.
ca@valencia: S'ha produït un error mentres es connectava amb tcosxmlrpc en %s
es: Error conectando con tcosxmlrpc en %s
fr: Une erreur s'est produite lors de la connexion avec TcosXmlRpc dans %s.
gl: Erro conectando con tcosxmlrpc en %s
pt_br: ERRO! Conectando ao TcosXmlRpc em %s

source: Loading channels info...
ca: Càrrega de la informació dels canals...
ca@valencia: S'està carregant la informació dels canals...
es: Cargando información de canales...
fr: Chargement en cours des informations des canaux…
gl: Cargando información de canles...
pt_br: Carregando as informações de canais ...

source: Error loading channels info (xauth error)
ca: Error en intentar carregar la informació dels canals (xauth error)
ca@valencia: S'ha produït un error en carregar la informació de canals (error de xauth)
es: Error cargando información de canales (error de xauth)
fr: Une erreur s'est produite durant le chargement des informations des canaux (erreur xauth)
gl: Erro cargando información de canles (erro de xauth)
pt_br: Erro! Carregando as informações de canais (erro de xauth).

source: <span size='large'><b>Sound mixer of %s host</b></span>
ca: <span size='large'><b>Mesclador de so de l'equip %s</b></span>
ca@valencia: <span size='large'><b>Mesclador d'àudio de l'equip %s</b></span>
es: <span size='large'><b>Mezclador de audio del equipo %s</b></span>
fr: <span size='large'><b>Mélangeur sonore de l' %s hôte</b></span>
gl: <span size='large'><b>Mesturador de audio do equipo %s</b></span>
pt_br: <span size='large'><b>Mixador de aúdio do cliente %s</b></span>

source: Mute
ca: Enmudeix
ca@valencia: Sense so
fr: Muet
gl: Sen son
pt_br: Mudo

source: Main controls ready
ca: Controls principals preparats
ca@valencia: Els controls principals estan preparats
es: Controles principales cargados
fr: Les commandes principales sont prêtes
gl: Controis principais cargados
pt_br: Controles principais carregados

source: All remote controls loaded.
ca: Carregats tots els controls remots.
ca@valencia: Tots els controls remots estan carregats.
es: Todos los controles remotos cargados.
fr: Toutes les commandes distantes sont chargées.
gl: Todos os controis remotos cargados.
pt_br: Todos os controles remotos foram carregados.

source: Changing value of %(channel)s channel, to %(value)s%%...
ca: Canviant el valor del canal %(channel)s a %(value)s%%...
ca@valencia: S'està canviant el valor del canal %(channel)s, a %(value)s%%...
es: Cambiando valor del canal %(channel)s, a %(value)s%%...
fr: Changement en cours de la valeur du canal %(channel)s, à %(value)s %%…
gl: Cambiando valor da canle %(channel)s, a %(value)s%%...
pt_br: Alterando o valor do(s) canal(is) %(channel)s, para %(value)s%% ...

source: Changed value of %(channel)s channel, to %(value)s
ca@valencia: S'ha canviat el valor del canal %(channel)s, a %(value)s
es: Valor cambiado del canal %(channel)s, a %(value)s
fr: La valeur du canal %(channel)s a été changée à %(value)s
gl: Valor cambiado da canle %(channel)s, a %(value)s
pt_br: Valor alterado do(s) canal(is) %(channel)s, para %(value)s

source: Unmuting %s channel...
ca: Estic restablint el volum del canal %s...
ca@valencia: S'està eliminant l'emmudiment al canal %s...
es: Quitando enmudecido al canal %s...
fr: Désactivation de la sourdine du canal %s…
gl: Baixando o son a canale %s...
pt_br: Retirando mudo do(s) canal(is) %s ...

source: Muting %s channel...
ca: Estic enmudint el canal %s...
ca@valencia: S'està emmudint el canal %s...
es: Enmudeciendo canal %s...
fr: Activation de la sourdine pour le canal %s…
gl: Silenciado canle %s...
pt_br: Inserindo mudo no(s) canal(is) %s ...

source: Status of %(channel)s channel, is "%(newvalue)s"
ca@valencia: L'estat del canal %(channel)s és "%(newvalue)s"
es: Estado del canal %(channel)s es "%(newvalue)s"
fr: Le statut du %(channel)s canal, est « %(newvalue)s »
gl: O estado da canle %(channel)s é "%(newvalue)s"
pt_br: O estado atual do(s) canal(is) %(channel)s é(são): "%(newvalue)s"

source: Exiting
ca: Eixint
ca@valencia: S'està eixint
es: Saliendo
fr: Clôture en cours
gl: Saíndo
pt_br: Saindo

source: Testing if found clients have 8998 or 8999 port open...
ca: Comprovant si els clients que s'han trobat tenen el port 8998 o 8999 obert...
ca@valencia: S'està comprovant si els clients trobats tenen el port 8998 o 8999 obert...
es: Comprobando si los clientes encontrados tienen el puerto 8998 o 8999 abierto...
fr: Test en cours pour savoir si les clients trouvés ont les ports 8998 et 8999 ouverts…
gl: Comprobando se os clientes atopados teñen o porto 8998 o 8999 aberto...

source: Checking %s...
fr: Vérification de %s…

source: Not connected hosts found.
ca: No s'ha trobat cap equip.
ca@valencia: No s'han trobat equips connectats.
es: No se encontraron equipos conectados.
fr: Des hôtes non connectés ont été trouvés.
gl: Non se atoparon equipos conectados.
pt_br: Não há clientes conectados.

source: Found %d hosts
ca: S'han trobat %d equips
ca@valencia: S'han trobat %d equips
es: Encontrados %d equipos
fr: %d hôtes trouvés
gl: Atopados %d equipos
pt_br: Encontrados %d clientes

source: Ping to %s...
ca: Ping a %s...
ca@valencia: Ping a %s...
es: Haciendo ping a %s...
fr: Ping vers %s…
gl: Facendo ping a %s...
pt_br: Enviando ping a %s...

source: Waiting for pings...
ca: Esperant pings...
ca@valencia: S'estan esperant els pings...
es: Esperando a los pings...
fr: En attente des pings…
gl: Esperando aos pings...
pt_br: Aguardando as respostas de ping ...

source: ThreadController: Found error executing %(cmd)s If problem persist, disable Thread Controller in Preferences and report bug. Error=%(error)s
es: ThreadController: Se encontró un error al ejecutar %(cmd)s Si el problema persiste, desactive Thread Controller en Preferencias y reporte el bug. Error=%(error)s
fr: Contrôleur de processus : une erreur a été trouvée lors de l'exécution de %(cmd)s Si le problème persiste, désactivez le contrôleur de processus dans Préférences et signaler un bogue. Erreur = %(error)s
gl: ThreadController: Atopouse un erro ao executar %(cmd)s Se o problema persiste, desactive Thread Controller en Preferencias e reporte o bug. Erro=%(error)s

source: unknow
ca: desconegut
ca@valencia: desconegut
es: desconocido
fr: inconnu
gl: descoñecido
pt_br: Desconhecido

source: Quit
ca: Ix
ca@valencia: Ix
es: Salir
fr: Quitter
gl: Saír
pt_br: Sair

source: Reboot
ca: Reinicia
ca@valencia: Reinicia
es: Reiniciar
fr: Redémarrage
gl: Reiniciar
pt_br: Reiniciar

source: Poweroff
ca: Apaga
ca@valencia: Apaga
es: Apagar
fr: Extinction
gl: Apagar
pt_br: Desligar

source: TcosDevices
ca@valencia: Dispositius TCOS
es: Dispositivos TCOS
fr: MachinesTcos
gl: Dispositivos TCOS
pt_br: Dispositivos TCOS

source: Tcos Devices
ca: Dispositius TCOS
ca@valencia: Dispositius TCOS
es: Dispositivos TCOS
fr: Machines Tcos
gl: Dispositivos TCOS
pt_br: Dispositivos TCOS

source: Usb flash
ca@valencia: Memòria USB flash
es: Memoria USB flash
fr: Clé USB
gl: Memoria USB flash
pt_br: Memória USB flash

source: Mount USB1
ca: Munta USB1
ca@valencia: Munta USB1
es: Montar USB1
fr: Monter USB1
gl: Montar USB1
pt_br: Montar USB1

source: Umount USB1
ca: Desmunta USB1
ca@valencia: Desmunta USB1
es: Desmontar USB1
fr: Démonter USB1
gl: Desmontar USB1
pt_br: Desmontar USB1

source: Traditional list only
es: Lista tradicional sólo
fr: Liste traditionnelle uniquement
gl: Só lista tradicional

source: Icons only
es: Sólo iconos
fr: Icônes seulement
gl: Só iconas

source: Simulate classroom
es: Simular aula
fr: Simuler une salle de classe
gl: Simular aula

source: Lists, icons and classroom with tabs
es: Lista, iconos y modo aula con pestañas
fr: Listes, icônes et salle de classe avec des tabulations
gl: Lista, iconas e modo aula con separadores

source: Terminal actions
es: Acciones para el terminal/equipo
fr: Actions de la console
gl: Accións para o terminal/equipo

source: User actions
es: Acciones para el usuario
fr: Actions de l'utilisateur
gl: Accións para o usuario

source: Audio, video and files
es: Sonido, vídeo y archivos
fr: Audio, vidéo et fichiers
gl: Son, vídeo e ficheiros

source: Refresh terminal info
ca: Actualitza la informació dels terminals
ca@valencia: Actualitza la informació del terminal
es: Actualizar información del terminal
fr: Rafraîchir les informations de la console
gl: Actualizar información do terminal
pt_br: Atualizar as informações do cliente

source: Clean info about terminal
ca: Neteja informació del terminal
ca@valencia: Neteja la informació del terminal
es: Limpiar información del terminal
fr: Effacer les informations à propos de la console
gl: Limpar información do terminal
pt_br: Limpar as informações do cliente

source: Lock screen
ca: Bloca
ca@valencia: Bloqueja la pantalla
es: Bloquear pantalla
fr: Écran de verrouillage
gl: Bloquear pantalla
pt_br: Bloquear a tela

source: Unlock screen
ca: Desbloca
ca@valencia: Desbloqueja la pantalla
es: Desbloquear pantalla
fr: Écran de déverrouillage
gl: Desbloquear pantalla
pt_br: Desbloquear a tela

source: Connect to remote screen (iTALC)
ca: Connecta a la pantalla remota (iTALC)
ca@valencia: Connecta a la pantalla remota (iTALC)
es: Conectar a la pantalla remota (iTALC)
fr: Connecter à un écran distant (iTALC)
gl: Conectar a pantalla remota (iTALC)
pt_br: Conectar remotamente a um cliente (iTALC)

source: Connect to remote screen (VNC)
ca: Connecta a la pantalla remota (VNC)
ca@valencia: Connecta a la pantalla remota (VNC)
es: Conectar a la pantalla remota (VNC)
fr: Connecter à un écran distant (VNC)
gl: Conectar a pantalla remota (VNC)
pt_br: Conectar a uma tela remota (VNC)

source: Screenshot
ca: Captura de pantalla
ca@valencia: Captura de pantalla
es: Captura de pantalla
fr: Capture d'écran
gl: Captura de pantalla
pt_br: Captura de tela

source: Give a remote xterm
ca: Executa un terminal en el client
ca@valencia: Executa un terminal xterm remot
es: Ejecutar un terminal xterm en el cliente
fr: Donner un xterm distant
gl: Executar un terminal xterm no cliente
pt_br: Executar um terminal xterm no cliente

source: Configure this host
ca: Configura aquest equip
ca@valencia: Configura este equip
es: Configurar este equipo
fr: Configurer cet utilisateur
gl: Configurar este equipo
pt_br: Configurar este cliente

source: Logout client
ca: Desconnecta client
ca@valencia: Desconnecta el client
es: Desconectar cliente
fr: Déconnecter le client
gl: Desconectar cliente
pt_br: Desconectar o cliente

source: Restart X session with new settings
ca: Reiniciar la sessió X amb la nova configuració
ca@valencia: Reinicia la sessió X amb la nova configuració
es: Reiniciar sesión X con la nueva configuración
fr: Redémarrer la session X avec les nouveaux réglages
gl: Reiniciar sesión X coa nova configuración
pt_br: Reiniciar a sessão X com a nova configuração

source: Exec app on user display
ca: Executa programa en la pantalla de l'usuari
ca@valencia: Executa l'aplicació en la pantalla d'usuari
es: Ejecutar aplicación en pantalla de usuario
fr: Exécuter une application sur l'affichage de l'utilisateur
gl: Executar aplicación en pantalla de usuario
pt_br: Executar uma aplicação na tela do usuário

source: Send a text message to user
ca: Envia missatges als usuaris
ca@valencia: Envia un missatge de text a l'usuari
es: Enviar un mensaje de texto al usuario
fr: Envoyer un message texte à l'utilisateur
gl: Enviar unha mensaxe de texto ao usuario
pt_br: Enviar uma mensagem de texto ao usuário

source: Show running apps of this client
ca: Mostrar els programes que s'executen en el client
ca@valencia: Mostra les aplicacions en execució d'este client
es: Mostrar aplicaciones ejecutadas por este cliente
fr: Afficher les applications lancées de ce client
gl: Amosar aplicacións executadas por este cliente
pt_br: Mostrar as aplicações executadas por este cliente

source: Audio/Video broadcast
ca: Difusió de àudio/vídeo
ca@valencia: Difusió d'àudio/vídeo
es: Difusión de audio/vídeo
fr: Diffusion Audio/Vidéo
gl: Difusión de audio/vídeo
pt_br: Difusão de aúdio/vídeo

source: Send files
ca: Enviar fitxers
ca@valencia: Envia els fitxers
es: Enviar archivos
fr: Envoyer des fichiers
gl: Enviar ficheiros
pt_br: Enviar arquivos

source: Demo mode (from this host)
ca: Mode demostració (des d'aquest equip)
ca@valencia: Mode de demostració (des d'este equip)
es: Modo demo (desde este equipo)
fr: Mode de démonstration (depuis cet hôte)
gl: Modo demo (dende este equipo)
pt_br: Modo demostração (a partir deste cliente)

source: Boot client (WakeOnLan)
ca: Arranca l'ordinador (WakeOnLan)
ca@valencia: Arranca el client (WakeOnLan)
es: Arrancar cliente (WakeOnLan)
fr: Client de démarrage (WakeOnLan)
gl: Arrancar cliente (WakeOnLan)
pt_br: Iniciar o cliente (WakeOnLan)

source: Lock internet
ca: Bloqueig d'Internet
ca@valencia: Bloqueja Internet
es: Bloquear internet
fr: Bloquer l'accès Internet
gl: Bloquear internet
pt_br: Visualizar a rede

source: Unlock internet
ca: Desbloca la connexió a Internet
ca@valencia: Desbloqueja Internet
es: Desbloquear internet
fr: Débloquer l'accès Internet
gl: Desbloquear internet

source: DPMS Power off monitor
es: DPMS apagar monitor
fr: Éteindre le moniteur avec DPMS
gl: DPMS apagar monitor

source: DPMS Power on monitor
es: DPMS encender monitor
fr: Allumer le moniteur avec DPMS
gl: DPMS acender monitor

source: Send MIC audio (from this host)
es: Enviar sonido del micrófono (desde este equipo)
fr: Envoyer du son Micro (depuis cet hôte)
gl: Enviar son do micrófono (dende este equipo)

source: Reboot all clients
ca: Reinicia tots els equips
ca@valencia: Reinicia tots els clients
es: Reiniciar todos los clientes
fr: Redémarrer tous les clients
gl: Reiniciar todos os clientes
pt_br: Reiniciar todos os clientes

source: Poweroff all clients
ca: Apaga tots els equips
ca@valencia: Apaga tots els clients
es: Apagar todos los clientes
fr: Éteindre tous les clients
gl: Apagar todos os clientes
pt_br: Desligar todos os clientes

source: Lock all screens
ca: Bloca totes les pantalles
ca@valencia: Bloqueja totes les pantalles
es: Bloquear todas las pantallas
fr: Verrouiller tous les écrans
gl: Bloquear todas as pantallas
pt_br: Bloquear todas as telas

source: Unlock all screens
ca: Desbloca totes les pantalles
ca@valencia: Desbloqueja totes les pantalles
es: Desbloquear todas las pantallas
fr: Déverrouiller tous les écrans
gl: Desbloquear todas as pantallas
pt_br: Desbloquear todas as telas

source: Logout clients
ca: Desconnecta clients
ca@valencia: Desconnecta tots els clients
es: Desconectar todos los clientes
fr: Déconnecter les clients
gl: Desconectar todos os clientes
pt_br: Desconectar todos os clientes

source: Restart X session of all clients
ca: Reinicia la sessió X en tots els clients
ca@valencia: Reinicia la sessió X de tots els clients
es: Reiniciar sesión X de todos los clientes
fr: Redémarrer les sessions X de tous les clients
gl: Reiniciar sesión X de todos os clientes
pt_br: Reiniciar a sessão X de todos os clientes

source: Exec same app in all connected users
ca: Executat el mateix programa per a tots els usuaris connectats
ca@valencia: Executa la mateixa aplicació en tots els usuaris connectats
es: Ejecutar misma aplicación en todos los usuarios conectados
fr: Exécuter la même application sur tous les utilisateurs connectés
gl: Executar mesma aplicación en todos os usuarios conectados
pt_br: Executar a mesma aplicação em todos os usuários conectados

source: Send a text message to all connected users
ca: Envia un missatge a tots els usuaris connectats
ca@valencia: Envia un missatge de text a tots els usuaris connectats
es: Enviar un mensaje de texto a todos los usuarios conectados
fr: Envoyer un message texte à tous les utilisateurs connectés
gl: Enviar unha mensaxe de texto a todos os usuarios conectados
pt_br: Enviar uma mensagem de texto a todos os usuários conectados

source: Enter demo mode, all connected users see my screen
ca: Entra en mode demo: tots els usuaris veuran la meua pantalla
ca@valencia: Entra en mode de demostració, tots els usuaris veuen la meua pantalla
es: Entrar en modo demostración, todos los usuarios ven mi pantalla
fr: Entrer en mode démonstration, tous les utilisateurs connectés voient mon écran
gl: Entrar en modo demostración, todos os usuarios ven a miña pantalla
pt_br: Entrar no modo de demostração, todos os usuários verão a minha tela

source: Enter conference mode, all connected users can hear me
ca: Entra en mode conferència: tots els usuaris em sentiran
ca@valencia: Entra en mode conferència, tots els usuaris poden escoltar-me
es: Entrar en modo conferencia, todos los usuarios pueden escucharme
fr: Entrer en mode conférence, tous les utilisateurs connectés peuvent m'entendre
gl: Entrar en modo conferencia, todos os usuarios poden escoitarme
pt_br: Entrar no modo conferência, todos os usuários podem me escutar

source: Capture All clients screens
ca: Captura les pantalles de tots els clients
ca@valencia: Captura totes les pantalles dels clients
es: Capturar todas las pantallas
fr: Capturer l'écran de tous les utilisateurs
gl: Capturar todas as pantallas
pt_br: Capturar todas as telas

source: Boot All clients (WakeOnLan)
ca: Inicia tots els equips (WakeOnLan)
ca@valencia: Arranca tots els clients (WakeOnLan)
es: Arrancar todos los clientes (WakeOnLan)
fr: Démarrer tous les clients (WakeOnLan)
gl: Arrancar todos os clientes (WakeOnLan)
pt_br: Iniciar todos os clientes (WakeOnLan)

source: Lock internet in all connected users
ca: Bloca la connexió a Internet per a tots els usuaris connectats
ca@valencia: Bloqueja Internet a tots els usuaris connectats
es: Bloquear internet a todos los usuarios conectados
fr: Bloquer l'accès Internet de tous les utilisateurs connectés.
gl: Bloquear internet a todos os usuarios conectados

source: Unlock internet in all connected users
ca: Desbloca la connexió a Internet per a tots els usuaris connectats
ca@valencia: Desbloqueja Internet a tots els usuaris connectats
es: Desbloquear internet a todos los usuarios conectados
fr: Débloquer l'accès Internet de tous les utilisateurs connectés
gl: Desbloquear internet a todos os usuarios conectados

source: DPMS Power off monitors
es: DPMS apagar todos los monitores
fr: Éteindre les moniteurs avec DPMS
gl: DPMS apagar todos os monitores

source: DPMS Power on monitors
es: DPMS encender todos los monitores
fr: Allumer les moniteurs avec DPMS
gl: DPMS acender todos os monitores

source: Chat audio conference
es: Chat audio conferencia
fr: Conférence audio en ligne
gl: Chat audio conferencia

source: Live view screens with VNC
es: Ver pantallas en directo con VNC
fr: Voir les écrans en direct avec VNC

source: QUESTION: %(txt)s, RESPONSE %(response)s
ca: PREGUNTA: %(txt)s, RESPOSTA %(response)s
ca@valencia: PREGUNTA: %(txt)s, RESPOSTA %(response)s
es: PREGUNTA: %(txt)s, RESPUESTA %(response)s
fr: QUESTION : %(txt)s, RÉPONSE %(response)s
gl: PREGUNTA: %(txt)s, RESPOSTA %(response)s
pt_br: PERGUNTA: %(txt)s, RESPOSTA %(response)s

source: ERROR: %s
fr: ERREUR : %s
gl: ERRO: %s
pt_br: ERRO: %s

source: GPL-2 license file not found
ca: No s
ca@valencia: El fitxer de llicència GPL-2 no s'ha trobat
es: El archivo de licencia GPL-2 no se ha encontrado
fr: Impossible de trouver un fichier de licence GPL-2
gl: O arquivo de licenza GPL-2 non se atopou
pt_br: O arquivo da licença GPL-2 não foi encontrado.

source: Hostname
ca: Equip
ca@valencia: Nom de l'ordinador
es: Equipo
fr: Nom d'hôte
gl: Equipo
pt_br: Cliente

source: Username
ca: Usuari
ca@valencia: Nom d'usuari
es: Usuario
fr: Nom d'utilisateur
gl: Usuario
pt_br: Usuário

source: Logged
ca: Connectat
ca@valencia: Connectat
es: Logueado
fr: Connecté
gl: Logueado
pt_br: Logado

source: Time log in
ca: Temps
ca@valencia: Temps de connexió
es: Tiempo dentro
fr: Temps de connexion
gl: Tempo dentro
pt_br: Tempo ligado

source: Screen locked
es: Pantalla bloqueada
fr: Écran verrouillé
gl: Pantalla bloqueada

source: Network locked
es: Red bloqueada
fr: Réseau bloqué
gl: Rede bloqueada

source: Place mouse on any computer to see brief info about it. You can select and unselect multiple host clicking on every one. Drag and drop hosts to positions and save clicking on right mouse button.
es: Mueva el ratón sobre cada equipo para obtener una breve información de cada uno. Puede seleccionar y deseleccionar varios pulsando en cada uno. Arrastre y suelte los equipos a las posiciones y guárdelas pulsando con el botón derecho.
fr: Veuillez déplacer la souris sur n'importe quel ordinateur pour obtenir un bref résumé à son propos. Vous pouvez sélectionner et désélectionner plusieurs hôtes en cliquant sur chacun. Glisser/Déposer les hôtes sur des positions et sauvegarder en cliquant sur le bouton droit de la souris.
gl: Mova o rato sobre cada equipo para obter unha breve información de cada un. Pode seleccionar e desseleccionar varios pulsando en cada un. Arrastre e solte os equipos as posicións e gardeas pulsando co botón dereito.

source: Positions reset to defaults.
es: Posiciones reseteadas por defecto.
fr: Les positions ont été remises aux valeurs par défaut.
gl: Posicións reseteadas por defecto.

source: Positions saved.
es: Posiciones guardadas.
fr: Positions enregistrées.
gl: Posicións gardadas.

source: %s is not a valid file to exe or send
es: %s no es un archivo válido para ejecutar o enviar
fr: %s n'est pas un fichier valide à exécuter ou à envoyer
gl: %s non é un ficheiro válido para executar ou enviar

source: yes
es: sí
fr: oui
gl: si

source: no
fr: non
gl: non

source: Place mouse on any computer to see brief info about it.
es: Pase el ratón por encima de cada equipo para obtener una descripción mas detallada.
fr: Déplacez la souris sur n'importe quel ordinateur pour en voir un bref résumé.
gl: Pase o rato por encima de cada equipo para obter unha descrición máis detallada.

source: Error: no IP!
es: Error: No se ha indicado dirección IP.
fr: Erreur : pas d'IP !
gl: Erro: Non se indicou enderezo IP.

source: No clients connected, press refresh button.
ca: No consta cap equip connectat: feu clic en 'refrescar'.
ca@valencia: No hi ha clients connectats, premeu el botó d'actualitzar.
es: No se encontraron clientes, pulse el botón actualizar.
fr: Pas de clients connectés, veuillez appuyer sur le bouton rafraîchir.
gl: Non se atoparon clientes, pulse o botón actualizar.
pt_br: Não foi encontrado nenhum cliente, clique no botão atualizar.

source: Can't exec this action at '%s' because you are connected at this host!
es: No se puede ejecutar esta acción para '%s' porque está conectado desde él.
fr: Impossible d'exécuter cette action à « %s » car vous êtes connecté à cet hôte !
gl: Non se pode executar esta acción para '%s' porque está conectado dende él.

source: Doing action "%(action)s" in %(ip)s...
ca@valencia: S'està realitzant l'acció "%(action)s" en l'equip %(ip)s...
es: Realizando acción "%(action)s" en equipo %(ip)s...
fr: En train d'effectuer les actions « %(action)s » sur %(ip)s…
gl: Realizando acción "%(action)s" en equipo %(ip)s...
pt_br: Realizando a ação "%(action)s" no cliente %(ip)s ...
