Repository: mariodebian/tcosmonitor
Catalog: po/*.po
Languages: ca, ca@valencia, es, fr, gl, pt_br

source: Wake On Lan only works with static list. Enable scan method "static" in Preferences and (wake on lan) support in bios of clients.
ca@valencia: L'arrancada per xarxa només funciona amb llista estática. Activa el mètode d'escaneig "static" en Preferències i el suport (wake on lan) en la bios dels clients.
es: Arrancar por red sólo funciona con lista estática. Activar método escaneo "static" en Preferencias y soporte (wake on lan) en la configuración bios de los clientes.
fr: le Réveil Par le Réseau ne fonctionne qu'avec une liste statique. Veuillez activer la méthode de scan « statique » dans Préférences et la gestion (réveil par le réseau) dans le BIOS des clients.
gl: Arrancar por rede só funciona con lista estática. Activar método escaneo "static" en Preferencias e soporte (wake on lan) na configuración bios dos clientes.
pt_br: Wake on Lan só funciona com IP estático. Ativar método busca "static" em Preferências e o suporte (wake on lan) na configuração da BIOS dos clientes.

source: Do you want boot %s client?
ca: Voleu iniciar %s?
ca@valencia: Voleu arrancar el client %s ?
es: ¿Quiere arrancar el cliente %s ?
fr: Voulez-vous démarrer le client %s ?
gl: ¿Quere arrancar o cliente %s ?
pt_br: Quer iniciar o cliente %s ?

source: No register MAC address for ip: "%s"
es: Dirección MAC no registrada para la IP: "%s"
fr: Aucune adresse MAC enregistrée pour l'adresse IP : « %s »
gl: Enderezo MAC non rexistrado para a IP: "%s"

source: Not valid MAC address: "%s"
ca: L'adreça MAC no és vàlida: "%s"
ca@valencia: L'adreça MAC no és vàlida: "%s"
es: Dirección MAC no válida: "%s"
fr: Adresse MAC non valide : « %s »
gl: Enderezo MAC non válido: "%s"
pt_br: Endereço MAC inválido: "%s"

source: Do you want boot all clients?
ca: Voleu iniciar tots els clients?
ca@valencia: Voleu arrancar tots els clients?
es: ¿Quiere arrancar todos los clientes?
fr: Voulez-vous démarrer tous les clients ?
gl: ¿Quere arrancar todos os clientes?
pt_br: Quer iniciar todos os clientes?

source: Do you want to reboot: %s?
es: ¿Quiere reiniciar el equipo %s ?
fr: Voulez-vous redémarrer : %s ?

source: Pc will reboot in %s seconds
ca: L'ordinador es reiniciarà en %s segons
ca@valencia: L'equip es reiniciarà en %s segons
es: El equipo se reiniciará en %s segundos
fr: Le PC redémarrera dans %s secondes
gl: O equipo reiniciarase en %s segundos
pt_br: O cliente se reiniciará em %s segundos.

source: Do you want to reboot the following clients: %s?
es: ¿Quiere reiniciar los siguientes equipos: %s ?
fr: Voulez-vous redémarrer les clients suivants : %s ?

source: Do you want to poweroff: %s?
es: ¿Quiere apagar el equipo %s?
fr: Voulez-vous éteindre : %s ?

source: Pc will shutdown in %s seconds
ca: L'ordinador s'apagarà en %s segons
ca@valencia: L'equip s'apagarà en %s segons
es: El equipo se apagará en %s segundos
fr: Le PC va s'éteindre dans %s secondes
gl: O equipo apagarase en %s segundos
pt_br: O cliente vai desligar em %s segundos.

source: Do you want to poweroff the following clients: %s?
es: ¿Quiere apagar los siguientes equipos: %s?
fr: Voulez-vous éteindre les clients suivants : %s ?

source: Error while exec remote app: Reason:%s
ca: Error durant l'execució del programa remot: Motiu:%s
ca@valencia: S'ha produït un error quan s'executava l'aplicació remota: Raó: %s
es: Error cuando se ejecutaba aplicación remota: Razón: %s
fr: Un erreur s'est produite lors de l'exécution de l'application distante : Raison : %s
gl: Erro cando se executaba a aplicación remota: Razón: %s
pt_br: Erro ao executar a aplicação remota: Motivo: %s

source: Send audio conference
es: Enviar conferencia de audio
fr: Envoyer la conférence audio
gl: Enviar conferencia de audio

source: Audio chat conference
es: Audio chat conferencia
fr: Conférence audio en ligne
gl: Audio chat conferencia

source: Audio chat list
es: Lista de audio chat
fr: Liste des discussions en ligne
gl: Lista de audio chat

source: Send audio conference (from this host)
es: Enviar audio conferencia (desde este equipo)
fr: Envoyer la conférence audio (depuis cet hôte)

source: Emission
es: Emisión
fr: Émission
gl: Emisión

source: State
es: Estado
fr: État
gl: Estado

source: Channel
es: Canal
fr: Canal
gl: Canle

source: Your pulseaudio server is too old. Is required pulseaudio version >= 0.9.10
es: Su servidor de pulseaudio es antiguo. Se requiere una versión de pulseaudio >= 0.9.10
fr: Votre serveur pulseaudio est trop ancien. La version de pulseaudio nécessaire doit être >= 0.9.10
gl: O seu servidor de pulseaudio é antigo. Requirese unha versión de pulseaudio >= 0.9.10

source: Do you want to start audio conference to the following users: %s?
es: ¿Quiere iniciar conferencia de audio a los siguientes usuarios: %s ?
fr: Voulez-vous démarrer la conférence audio pour les utilisateurs suivants : %s ?
gl: ¿Quere iniciar conferencia de audio aos seguintes usuarios: %s ?

source: You have entered in audio conference
es: Ha entrado en conferencia de audio
fr: Vous êtes entré en conférence audio
gl: Entrou en conferencia de audio

source: Waiting for start audio conference...
es: Esperando al arranque de la conferencia de audio...
fr: En attente du démarrage de la conférence audio…
gl: Esperando ao arranque da conferencia de audio...

source: Running in audio conference with %s clients.
es: Ejecutándose en conferencia de audio con %s clientes.
fr: Conférence audio en cours avec %s clients.
gl: Executándose en conferencia de audio con %s clientes.

source: Running in audio conference from server. Conference Nº %s
es: Ejecutándose en conferencia de audio desde el servidor. Conferencia Nº %s
fr: Conférence audio en cours depuis le serveur. Conférence nº %s
gl: Executándose en conferencia de audio dende o servidor. Conferencia Nº %s

source: Can't start conference mode, user is not logged
es: No se pudo arrancar el modo conferencia, el usuario no está conectado
fr: Impossible de démarrer le mode conférence, l'utilisateur n'est pas connecté
gl: Non se puido arrancar o modo conferencia, o usuario non está conectado

source: Do you want audio conference from user %s?
es: ¿Quiere iniciar conferencia de audio desde el cliente %s?
fr: Voulez-vous démarrer une conférence audio avec l'utilisateur %s ?
gl: ¿Quere iniciar conferencia de audio dende o cliente %s?

source: You have entered in audio conference from user %s
es: Ha entrado en conferencia de audio desde el cliente %s
fr: Vous avez rejoint la conférence audio avec l'utilisateur %s
gl: Entrou en conferencia de audio dende o cliente %s

source: Waiting for start audio conference from user %s...
es: Esperando al arranque de la conferencia de audio desde el cliente %s...
fr: En attente du démarrage de la conférence audio avec l'utilisateur %s…
gl: Esperando ao arranque da conferencia de audio dende o cliente %s...

source: Running in audio conference from user %(host)s. Conference Nº %(count)s
es: Ejecutándose en conferencia de audio desde el cliente %(host)s. Conferencia Nº %(count)s
fr: Conférence audio en cours avec l'utilisateur %(host)s. Conférence nº %(count)s
gl: Executándose en conferencia de audio dende o cliente %(host)s. Conferencia Nº %(count)s

source: Do you want to start audio chat conference to the following users: %s?
es: ¿Quiere iniciar conferencia de audio chat a los siguientes usuarios: %s ?
fr: Voulez-vous démarrer la conférence audio en ligne avec les utilisateurs suivants : %s ?
gl: ¿Quere iniciar conferencia de audio chat aos seguintes usuarios: %s ?

source: You have entered in audio chat conference. Participants: %s
es: Ha entrado en conferencia de audio chat. Participantes: %s
fr: Vous avez rejoint la conférence audio en ligne. Participants : %s
gl: Entrou en conferencia de audio chat. Participantes: %s

source: Waiting for start audio chat conference...
es: Esperando al arranque de la conferencia de audio chat...
fr: En attente du démarrage de la conférence audio en ligne…
gl: Esperando ao arranque da conferencia de audio chat...

source: Do you want to connect to this audio chat conference now?
es: ¿Quiere conectarse ahora a ésta conferencia de audio chat?
fr: Voulez-vous vous connecter à cette conférence audio en ligne maintenant ?
gl: ¿Quere conectarse agora a esta conferencia de audio chat?

source: Running in audio chat conference with %s clients.
es: Ejecutándose en conferencia de audio chat con %s clientes.
fr: Conférence audio en ligne en cours avec %s clients.
gl: Executándose en conferencia de audio chat con %s clientes.

source: Running in audio chat conference. Conference Nº %s
es: Ejecutándose en conferencia de audio chat. Conferencia Nº %s
fr: Conférence audio en ligne en cours. Conférence nº %s
gl: Executándose en conferencia de audio chat. Conferencia Nº %s

source: Conference mode off.
ca: Mode conferència desactivat.
ca@valencia: El mode conferència està desactivat.
es: Modo conferencia desactivado.
fr: Mode conférence arrêté.
gl: Modo conferencia desactivado.
pt_br: Modo conferência desativado.

source: Audio chat conference off.
es: Audio chat conferencia apagada.
fr: Conférence audio en ligne arrêté.

source: Clients not connected
ca: Clients no connectats
ca@valencia: No hi ha clients connectats
es: No hay usuarios conectados
fr: Clients non connectés
gl: Non hai usuarios conectados
pt_br: Não há usuários conectados.

source: <b>Exec app in user(s) screen(s) or open web address to:</b> %s
es: <b>Ejecutar aplicación en pantalla de usuario(s) o abrir dirección web:</b> %s
fr: <b>Exécuter une application sur le ou les écrans du ou des utilisateurs ou ouvrir une page Internet vers : </b> %s

source: <b>Send a message to:</b> %s
ca: <b>Envia un missatge a:</b> %s
ca@valencia: <b>Envia un missatge a:</b> %s
es: <b>Enviar mensaje a:</b> %s
fr: <b>Envoyer un message à :</b> %s
gl: <b>Enviar mensaxe a:</b> %s
pt_br: <b>Enviar uma mensagem a:</b> %s

source: Can't exec application, user is not logged
ca: No es pot executar l'aplicació: no hi ha entrat cap usuari
ca@valencia: No es poden executar aplicacions, l'usuari no està connectat
es: No se pueden ejecutar aplicaciones, el usuario no está conectado
fr: Impossible d'exécuter l'application, l'utilisateur n'est pas connecté
gl: Non se poden executar aplicacións, o usuario non está conectado
pt_br: Não pôde executar as aplicações, o usuário não está conectado

source: %s is not a valid application
es: %s no es una aplicación válida
fr: %s n'est pas une application valide
gl: %s non é unha aplicación válida

source: Can't send message, user is not logged
ca: No s'ha pogut enviar cap missatge: no hi ha cap sessió d'usuari oberta.
ca@valencia: No es poden enviar missatges, l'usuari no està connectat
es: No se pueden enviar mensajes, el usuario no está conectado
fr: Impossible d'envoyer un message, l'utilisateur n'est pas connecté
gl: Non se poden enviar mensaxes, o usuario non está conectado
pt_br: Não pôde enviar as mensagens, o usuário não está conectado.

source: %s is not application
ca: %s no és un programa
ca@valencia: %s no és una aplicació
es: %s no es una aplicación
fr: %s n'est pas une application
gl: %s non é unha aplicación
pt_br: %s não é um programa.

source: Error while exec remote app: Reason: %s
ca: Error durant l'execució del programa remot: Motiu: %s
ca@valencia: S'ha produït un error quan s'executava aplicació remota: Raó: %s
es: Error cuando se ejecutaba aplicación remota: Razón: %s
fr: Une erreur s'est produite lors de l'exécution de l'application distante : Raison : %s
gl: Erro cando se executaba a aplicación remota: Razón: %s
pt_br: Erro ao se executar a aplicação remota: Motivo: %s

source: Error while send message: Reason: %s
ca: Error durant l'enviament del missatge: Motiu: %s
ca@valencia: S'ha produït un error quan s'enviava un missatge: Raó: %s
es: Error cuando se enviaba mensaje: Razón: %s
fr: Une erreur s'est produite lors de l'envoi du message : Raison : %s
gl: Erro cando se enviaba mensaxe: Razón: %s
pt_br: Erro ao enviar a mensagem: Motivo: %s

source: Live view of all hosts
es: Ver en directo todos los equipos
fr: Vue en direct pour tous les hôtes

source: Running in LiveView mode
es: Ejecutándose en modo LiveView
fr: Mode Vue en Direct en cours

source: Can't make screenshot, error: %s
ca: Ha estat impossible fer la captura, error: %s
ca@valencia: No es pot fer una captura de pantalla, error: %s
es: No se pudo hacer una captura de pantalla, error: %s
fr: Impossible de réaliser la capture d'écran, erreur : %s
gl: Non se puido facer unha captura de pantalla, erro: %s
pt_br: Não pôde fazer uma captura de tela, erro: %s

source: Trying to order terminal to do a screenshot...
ca: Intentant donar l'ordre al terminal de fer una captura de pantalla...
ca@valencia: S'està intentant manar al terminal que faça una captura de pantalla...
es: Intentando mandar al terminal que se haga una captura de pantalla
fr: Essai d'enjoindre la console de réaliser une capture d'écran…
gl: Intentando mandar ao terminal que se faga unha captura de pantalla
pt_br: Tentando capturar a tela do terminal

source: Get another screenshot
ca: Feu una altra captura de pantalla
ca@valencia: Fes una altra captura de pantalla
es: Hacer otra captura de pantalla
fr: Faire une autre capture d'écran
gl: Facer outra captura de pantalla
pt_br: Fazer outra captura de tela

source: Screenshot of <span style='font-style: italic'>%s</span>
ca: Captura de pantalla de <span style='font-style: italic'>%s</span>
ca@valencia: Captura de pantalla de <span style='font-style: italic'>%s</span>
es: Captura de pantalla de <span style='font-style: italic'>%s</span>
fr: Capture d'écran de <span style='font-style: italic'>%s</span>
gl: Captura de pantalla de <span style='font-style: italic'>%s</span>
pt_br: Captura de tela de <span style='font-style: italic'>%s</span>

source: Screenshot of %s, done.
ca: S'ha realitzat la captura de pantalla de %s.
ca@valencia: La captura de pantalla de %s està feta.
es: Captura de pantalla de %s hecha.
fr: Capture d'écran de %s, faite.
gl: Captura de pantalla de %s hecha.
pt_br: Tela de %s capturada.

source: Save Screenshot
es: Guardar captura de pantalla
fr: Enregistrer la capture d'écran
gl: Gardar captura de pantalla

source: Select file to save screenshot...
es: Seleccionar archivo para guardar captura de pantalla...
fr: Veuillez sélectionner un fichier pour enregistrer la capture d'écran…
gl: Seleccionar arquivo para gardar captura de pantalla...

source: screenshot_of_%(hostname)s_date_%(date)s.png
es: captura_de_%(hostname)s_fecha_%(date)s.png
fr: Capture d'écran_de_%(hostname)s_date_%(date)s.png
gl: captura_de_%(hostname)s_data_%(date)s.png

source: Image Files ( *.png, *.jpg)
es: Archivos de imagen (*.png, *.jpg)
fr: Fichiers image (*.png, *.jpg)
gl: Ficheiros de imaxe (*.png, *.jpg)

source: File must be png or jpg.
es: El archivo debe ser png o jpg.
fr: Les fichiers doivent avoir l'extension png ou jpg.
gl: O ficheiro debe ser png o jpg.

source: Screenshots of all hosts
ca: Captures de pantalla de tots els equips
ca@valencia: Captura de pantalla de tots els equips
es: Captura de pantalla de todos los equipos
fr: Captures d'écran de tous les hôtes
gl: Captura de pantalla de todos os equipos
pt_br: Captura de tela de todos os clientes

source: Screenshot of %s
ca: Captura de pantalla de %s
ca@valencia: Captura de pantalla de %s
es: Captura de pantalla de %s
fr: Capture d'écran de %s
gl: Captura de pantalla de %s
pt_br: Captura de tela de %s

source: Can't start IVS, please add iTALC support
ca@valencia: No es pot arrancar el procés IVS. Afegiu el suport per a iTALC
es: No se puede arrancar el proceso IVS. Añada soporte para iTALC
fr: Impossible de démarrer IVS, veuillez ajouter le support iTALC
gl: Non se pode arrancar o proceso IVS. Engada soporte para iTALC
pt_br: Não pôde iniciar o processo IVS. Adicione o suporte ao iTALC.

source: Can't connect to tcosxmlrpc. Please verify user and password in prefences!
ca: No ha estat possible connectar a tcosxmlprc. Comproveu el nom d'usuari i la contrasenya en les preferències.
ca@valencia: No es pot connectar a tcosxmlrpc. Per favor verifiqueu l'usuari i la contrasenya en les preferències.
es: No se puede conectar a tcosxmlrpc. Por favor verifique el usuario y la contraseña en las preferencias.
fr: Impossible de se connecter à tcosxmlrpc. Veuillez vérifier l'utilisateur et son mot de passe dans les préférences !
gl: Non se pode conectar a tcosxmlrpc. Por favor verifique o usuario e o contrasinal nas preferencias.
pt_br: Não pôde conectar ao TcosXmlRpc. Por favor verifique o usuário e a senha no menu preferências.

source: Do you want to lock the following screens: %s?
es: ¿Quiere bloquear las siguientes pantallas: %s ?
fr: Voulez-vous verrouiller les écrans suivants : %s ?

source: Do you want to unlock the following screens: %s?
es: ¿Quiere desbloquear las siguinetes pantallas: %s ?
fr: Voulez-vous déverrouiller les écrans suivants : %s ?

source: Can't send files, user is not logged
ca: No s'ha pogut enviar cap fitxer: no hi ha cap sessió d'usuari oberta.
ca@valencia: No es poden enviar fitxers, l'usuari no està connectat
es: No se pueden enviar archivos, el usuario no está conectado
fr: Impossible d'envoyer les fichiers, l'utilisateur n'est pas connecté
gl: Non se poden enviar ficheiros, o usuario non está conectado
pt_br: Não pode enviar arquivos, o usuário não está conectado.

source: TcosMonitor: FTP+TLS server is not running.
fr: TcosMonitor : le serveur FTP+TLS n'est pas lancé.

source: Waiting for send files...
ca: Esperant per a enviar fitxers...
ca@valencia: S'està esperant l'enviament de fitxers...
es: Esperando al envío de archivos...
fr: Attente de l'envoi des fichiers…
gl: Esperando ao envío de ficheiros...
pt_br: Aguardando o envio de arquivos ...

source: Teacher
ca: Profe
ca@valencia: Mestre
es: Profesor
fr: Professeur
gl: Profesor
pt_br: Professor

source: Teacher has sent some files to %(teacher)s folder: %(basenames)s
ca: El/la profe ha enviat un fitxer (o més d'un) a la carpeta %(teacher)s: %(basenames)s
ca@valencia: El professor ha enviat diversos fitxers a la carpeta %(teacher)s: %(basenames)s
es: El profesor le ha enviado varios archivos a la carpeta %(teacher)s: %(basenames)s
fr: Le professeur a envoyé des fichiers au répertoire %(teacher)s : %(basenames)s
gl: O profesor envioulle varios ficheiros ao cartafol %(teacher)s: %(basenames)s
pt_br: O professor enviou vários arquivos a pasta %(teacher)s: %(basenames)s

source: Error creating destination folder.
ca: Error mentre intentava crear la carpeta de destinació.
ca@valencia: S'ha produït un error en crear el directori destinació.
es: Error creando directorio destino.
fr: Une erreur s'est produite lors de la création du répertoire de destination.
gl: Erro creando o cartafol de destino.
pt_br: Erro ao criar o diretório destino.

source: Files sent.
ca: Fitxers enviats.
ca@valencia: Fitxers enviats.
es: Archivos enviados.
fr: Les fichiers ont été envoyés.
gl: Ficheiros enviados.
pt_br: Arquivos enviados.

source: Select file or files...
ca: Tria fitxer(s)...
ca@valencia: Seleccioneu el fitxer o fitxers...
es: Seleccionar archivo o archivos...
fr: Veuillez sélectionner le ou les fichiers…
gl: Seleccionar ficheiro ou ficheiros...
pt_br: Selecionar o(s) arquivo(s) ...

source: Do you want open file(s) on client?
es: ¿Quiere abrir el fichero(s) en el cliente?
fr: Voulez-vous ouvrir le/les fichier(s) sur le client ?
gl: ¿Quere abrir o ficheiro(s) no cliente?

source: Do you want to switch off the following monitors: %s?
es: ¿Quiere apagar los monitores de los siguientes equipos: %s?
fr: Voulez-vous éteindre les moniteurs suivants : %s ?

source: Do you want to switch on the following monitors: %s?
es: ¿Quiere encender los monitores de los siguientes equipos: %s?
fr: Voulez-vous allumer les moniteurs suivants : %s ?

source: Can't show runnings apps, user is not logged
ca: No s'han pogut mostrar els programes en execució: no hi ha cap sessió d'usuari oberta.
ca@valencia: No es poden veure les aplicacions en execució, l'usuari no està connectat.
es: No se pueden ver las aplicaciones ejecutadas, el usuario no está conectado.
fr: Impossible d'afficher les applications en cours, l'utilisateur n'est pas connecté
gl: Non se poden ver as aplicacións executadas, o usuario non está conectado.
pt_br: Não pode ver as aplicações executadas, o usuário não está conectado.

source: User not connected, no processes.
ca: No hi cap usuari, per tant, no hi ha processos.
ca@valencia: L'usuari no està connectat, no existixen processos.
es: Usuario no conectado, no existen procesos.
fr: Utilisateur non connecté, pas de processus.
gl: Usuario non conectado, non existen procesos.
pt_br: Usuário não conectado, não existem processos.

source: Running processes for user "%s":
ca: Processos en execució de l'usuari "%s":
ca@valencia: S'estan executant els processos per a l'usuari "%s":
es: Procesos ejecutados por el usuario "%s":
fr: Processus en cours pour l'utilisateur « %s » :
gl: Procesos executados polo usuario "%s":
pt_br: Processos executados pelo usuário "%s":

source: ALERT: There are some system process hidden. Enable it in Preferences dialog.
ca@valencia: AVÍS: Hi ha diversos processos del sistema ocults. Podeu activar-los en la finestra de Preferències.
es: AVISO: Hay varios procesos del sistema ocultos. Puede activarlos en la ventana de Preferencias.
fr: ALERTE : il y a des processus systèmes cachés. Veuillez l'activer dans le menu Préférences.
gl: ALERTA: Hai varios procesos do sistema ocultos. Pode activa-los na ventá de Preferencias.
pt_br: AVISO: Há vários processos do sistema que estão ocultos. Pode ativá-los no menu Preferências.

source: Process command
ca@valencia: Orde del procés
es: Comando del proceso
fr: Commande de processus
gl: Comando do proceso
pt_br: Comando do processo

source: Kill this process
ca: Finalitza aquest procés
ca@valencia: Mata este procés
es: Matar este proceso
fr: Tuer ce processus
gl: Matar este proceso
pt_br: Encerrar este processo

source: Are you sure you want to stop this process?
ca: Esteu segur/a de voler aturar el procés?
ca@valencia: Esteu segur que voleu parar este procés?
es: ¿Está seguro que quiere parar este proceso?
fr: Êtes-vous sur de vouloir arrêter ce processus ?
gl: ¿Está seguro que quere parar este proceso?
pt_br: Tem certeza de que quer parar este processo?

source: Error while killing app: Reason: %s
ca: Error en el tancament de l'aplicació: Motiu: %s
ca@valencia: S'ha produït un error quan es tancava l'aplicació: Raó: %s
es: Error cuando se cerraba aplicación: Razón: %s
fr: Erreur lors de l'arrêt de l'application : Raison : %s
gl: Erro cando se pechaba a aplicación: Razón: %s
pt_br: Erro a fechar a aplicação: Motivo: %s

source: Send Audio/Video broadcast
es: Difusión de audio/vídeo
fr: Envoyer la diffusion Audio/Vidéo

source: Can't send video broadcast, user is not logged
ca: No s'hi pot enviar vídeo: no hi ha cap usuari connectat
ca@valencia: No es pot enviar la difusió de vídeo, l'usuari no està connectat
es: No se puede enviar la difusión de vídeo, el usuario no está conectado
fr: Impossible d'envoyer la diffusion vidéo, l'utilisateur n'est pas connecté
gl: Non se pode enviar a difusión de vídeo, o usuario non está conectado
pt_br: Não pode enviar a difusão de vídeo, o usuário não está conectado.

source: Not allowed white spaces in "%s". Please rename it.
ca: No hi pot haver espais en "%s". Per favor, canvieu-li el nom.
ca@valencia: No es permeten espais en "%s". Reanomeneu-lo.
es: No se permiten espacios en "%s". Por favor, renómbrelo.
fr: Les espaces blancs ne sont pas autorisés dans « %s ». Veuillez le renommer.
gl: Non se permiten espazos en "%s". Por favor, renomeo.
