Repository: mariodebian/tcosmonitor
Catalog: po/*.po
Languages: ca, ca@valencia, es, fr, gl, pt_br

source: Done action "%(action)s" in %(ip)s
ca@valencia: L'acció "%(action)s" s'ha acabat en %(ip)s
es: Acción "%(action)s" terminada en %(ip)s
fr: Action « %(action)s » effectuée sur %(ip)s…
gl: Acción "%(action)s" rematada en %(ip)s
pt_br: Ação "%(action)s" terminada em %(ip)s

source: Stop
ca@valencia: Para
es: Parar
fr: Arrêter
gl: Parar
pt_br: Parar

source: Selected network inteface (%s) don't have IP address
ca: La interfície de xarxa (%s) no té cap adreça IP
ca@valencia: La interfície de xarxa seleccionada (%s) no té adreça IP
es: El interfaz de red seleccionado (%s) no tiene dirección IP
fr: L'interface réseau choisie (%s) ne possède pas d'adresse IP
gl: A interface de rede seleccionada (%s) non ten enderezo IP
pt_br: A interface de rede selecionada (%s) não possui endereço IP.

source: Static list method configured but no hosts in list. Please, open preferences, click on 'Open Static Host list' and add some hosts.
ca: Heu configurat el sistema per a usar el mètode de llista estàtica, però no hi ha cap equip en la llista. Per favor, aneu a preferències, feu clic sobre "Obre llista estàtica d'equips i afegiu-n'hi algun.
ca@valencia: Està configurat el mètode de llista estàtica d'equips però no hi ha equips en la llista. Per favor, obriu les preferències, feu clic en 'Obri la llista estàtica d'equips' i afegiu-ne alguns.
es: Está seleccionado el método lista estática de equipos pero no hay equipos configurados. Por favor, abra las preferencias, pulse en 'Lista de equipos' y añada alguno.
fr: Méthode par liste statique sélectionnée mais pas d'hôte dans la liste. Veuillez ouvrir les préférences, cliquer sur « Ouvrir la liste des hôtes statiques » et ajouter des hôtes.
gl: Está seleccionado o método lista estática de equipos pero non hai equipos configurados. Por favor, abra as preferencias, pulse en 'Lista de equipos' e angada algun.
pt_br: Está selecionado o método lista estática dos clientes, mas não há clientes configurados. Por favor, acesse o menu preferências, Clique em 'Lista de clientes' e adicione pelo menos um.

source: No users logged.
ca: No hi ha cap usuari connectat
ca@valencia: No hi ha usuaris connectats.
es: No hay usuarios conectados.
fr: Pas d'utilisateur connecté.
gl: Non hai usuarios conectados.
pt_br: Não há usuários conectados.

source: Do you want to start demo mode the following users: %s?
es: ¿Quiere iniciar modo demostración a los siguientes usuarios: %s ?
fr: Voulez-vous démarrer le mode démonstration pour les utilisateurs suivants : %s ?
gl: ¿Quere iniciar modo demostración aos seguintes usuarios: %s ?

source: Waiting for start demo mode...
ca: Esperant l'inici del mode demostració...
ca@valencia: S'està esperant l'arrancada del mode demostració...
es: Esperando al arranque del modo demostración...
fr: En attente du démarrage du mode démonstration…
gl: Esperando ao arranque do modo demostración...
pt_br: Aguardando o início do modo demostração ...

source: Error while exec app
ca: Error durant l'execució del programa
ca@valencia: S'ha produït un error quan s'executava l'aplicació
es: Error cuando se ejecutaba la aplicación
fr: Erreur lors de l'exécution de l'application
gl: Erro cando se executaba a aplicación
pt_br: Erro quando executava a aplicação

source: Running in demo mode with %s clients.
ca: Mode demostració amb %s clients.
ca@valencia: S'està executant en mode demostració amb %s equips.
es: Ejecutándose en modo demostración con %s equipos.
fr: Mode démonstration en cours pour les clients %s.
gl: Executándose en modo demostración con %s equipos.
pt_br: Executando no modo demostração com %s cliente(s).

source: Running in demo mode from server. Demo Nº %s
es: Ejecutándose en modo demostración desde el servidor. Demostración Nº %s
fr: Mode démonstration en cours depuis le serveur. Démonstration nº %s
gl: Executándose en modo demostración dende o servidor. Demostración Nº %s

source: No user logged.
ca: No hi ha cap usuari connectat
ca@valencia: L'usuari no està connectat.
es: Usuario no conectado.
fr: Pas d'utilisateur connecté.
gl: Usuario non conectado.
pt_br: Usuário não conectado.

source: Connecting with %s to start VNC support
ca@valencia: S'està connectant a %s per a arrancar el suport per a VNC
es: Conectando a %s para arrancar soporte VNC
fr: Connexion en cours avec %s pour démarrer l'assistance VNC
gl: Conectando a %s para arrancar soporte VNC
pt_br: Conectando a %s para iniciar o suporte ao VNC.

source: Can't start VNC, error: %s
ca@valencia: S'ha produït un error, no es pot arrancar el VNC: %s
es: No se pudo arrancar VNC, error: %s
fr: Impossible de démarrer VNC, erreur : %s
gl: Non se puido arrancar VNC, erro: %s
pt_br: Não pôde iniciar o VNC, erro: %s

source: Waiting for start of VNC server...
ca@valencia: S'està esperant que comence el servidor VNC...
es: Esperando a que comience el servidor VNC...
fr: En attente du démarrage du serveur VNC…
gl: Esperando a que comece o servidor VNC...
pt_br: Aguardando o início do servidor VNC ...

source: Can't start VNC, please add X11VNC support
ca@valencia: No es pot arrancar el VNC, per favor afegiu el suport per a X11VNC.
es: No se pudo arrancar VNC, por favor añada soporte para X11VNC.
fr: Impossible de démarrer VNC, veuillez ajouter le support X11VNC
gl: Non se puido arrancar VNC, por favor engada soporte para X11VNC.
pt_br: Não pôde iniciar o VNC, por favor adicione o suporte ao X11VNC.

source: Switch to view only
es: Cambiar a sólo ver
fr: Basculer sur vue uniquement

source: Switch to full control
es: Activar control remoto
fr: Basculer sur contrôle total

source: VNC host %s
es: Equipo VNC %s
fr: Hôte VNC %s

source: Switch to fullscreen
es: Pantalla completa
fr: Basculer en plein-écran

source: Can't start demo mode, user is not logged
ca: No es pot començar el mode demostració: l'usuari no està connectat.
ca@valencia: No es pot arrancar el mode demostració, l'usuari no està connectat
es: No se pudo arrancar modo demostración, el usuario no está conectado
fr: Impossible de démarrer le mode démonstration, l'utilisateur n'est pas connecté
gl: Non se puido arrancar modo demostración, o usuario non está conectado
pt_br: Não pôde arrancar no modo demostração, o usuário não está conectado.

source: Do you want demo mode from user %s?
es: ¿Quiere iniciar el modo demostración desde el cliente %s?
fr: Voulez-vous démarrer le mode démonstration depuis l'utilisateur %s ?
gl: ¿Quere iniciar o modo demostración dende o cliente %s?

source: Waiting for start demo mode from user %s...
es: Esperando al arranque del modo demostración desde el cliente %s...
fr: En attente du démarrage du mode démonstration depuis l'utilisateur %s…
gl: Esperando ao arranque do modo demostración dende o cliente %s...

source: Running in demo mode from user %(host)s. Demo Nº %(count)s
es: Ejecutándose en modo demostración desde el cliente %(host)s. Demostración Nº %(count)s
fr: Mode démonstration en cours depuis l'utilisateur %(host)s. Démonstration nº %(count)s
gl: Executándose en modo demostración dende o cliente %(host)s. Demostración Nº %(count)s

source: Demo mode off.
ca@valencia: El mode demostració està desactivat.
es: Modo demostración desactivado.
fr: Mode démonstration arrêté.
gl: Modo demostración desactivado.
pt_br: Modo demostração desativado.

source: Connecting with %s to retrieve some info...
ca: Connectant amb %s per obtenir informació...
ca@valencia: S'està connectant a %s per a rebre informació...
es: Conectando a %s para recibir información...
fr: Connexion en cours avec %s pour rapatrier des informations…
gl: Conectando a %s para recibir información...
pt_br: Conectando a %s para receber alguma informação ...

source: Tcos info
ca: Informació sobre Tcos
ca@valencia: Informació de Tcos
es: Información de Tcos
fr: Informations à propos de Tcos
gl: Información de Tcos
pt_br: Informação do TCOS

source: PXES info
ca: Informació sobre PXE
ca@valencia: Informació de PXES
es: Información de PXES
fr: Informations à propos de PXE
gl: Información de PXES
pt_br: Informação do PXES

source: LTSP info
ca: Informació sobre LTSP
ca@valencia: Informació d'LTSP
es: Información de LTSP
fr: Informations à propos de LTSP
gl: Información de LTSP
pt_br: Informação do LTSP

source: Standalone info
ca@valencia: Informació de l'equip autònom
es: Información del equipo autónomo
fr: Informations à propos du mode autonome
gl: Información do equipo autónomo
pt_br: Informação do cliente

source: Multiseat info
fr: Information à propos du multisiège

source: Unknow client info
ca@valencia: Informació de client desconegut
es: Información de cliente desconocido
fr: Informations à propos du client inconnu
gl: Información de cliente descoñecido
pt_br: Informação de um cliente desconhecido

source: Hostname:
ca: Equip:
ca@valencia: Equip:
es: Equipo:
fr: Nom d'hôte :
gl: Equipo:
pt_br: Nome do cliente:

source: Ip address:
ca: Adreça IP:
ca@valencia: Adreça IP:
es: Dirección IP:
fr: Adresse IP :
gl: Enderezo IP:
pt_br: Endereço IP:

source: TcosXmlRpc version:
ca: Versió de TcosXmlRpc:
ca@valencia: Versió de TcosXmlRpc:
es: Versión de TcosXmlRpc:
fr: Version de TcosXmlRpc :
gl: Versión de TcosXmlRpc:
pt_br: Versão do TcosXmlRpc:

source: Tcos image version:
ca: Versió de la imatge Tcos:
ca@valencia: Versió de la imatge del TCOS:
es: Versión de la imagen TCOS:
fr: Version de l'image Tcos :
gl: Versión da imaxe TCOS:
pt_br: Versão da imagem Tcos:

source: Tcos image date:
ca: Data de la imatge Tcos:
ca@valencia: Data de la imatge del TCOS:
es: Fecha de la imagen TCOS:
fr: Date de l'image Tcos :
gl: Data da imaxe TCOS:
pt_br: Data da imagem Tcos:

source: Date of thin client:
ca: Data del client lleuger:
ca@valencia: Data del client lleuger:
es: Fecha y hora del cliente ligero:
fr: Date du client léger :
gl: Data e hora do cliente lixeiro:
pt_br: Data e hora do cliente:

source: Uptime:
ca: Temps:
ca@valencia: Temps encés:
es: Tiempo encendido:
fr: Temps de disponibilité :
gl: Tempo acendido:
pt_br: Tempo ligado:

source: Kernel info
ca: Informació del nucli
ca@valencia: Informació del nucli
es: Información del kernel
fr: Informations à propos du noyau
gl: Información do núcleo
pt_br: Informação do kernel

source: Force download and mount all modules
ca: Força la descàrrega i muntatge de tots els mòduls
ca@valencia: Força la baixada i munta tots els mòduls
es: Forzar descarga y montaje de todos los módulos
fr: Forcer le téléchargement et monter tous les modules
gl: Forzar descarga e montaxe de todos os módulos
pt_br: Forçar o download e a montagem de todos os módulos

source: None
ca: Cap
ca@valencia: Cap
es: Ninguno
fr: Aucun
gl: Ningún
pt_br: Nenhum

source: Kernel version:
ca: Versió del nucli:
ca@valencia: Versió del nucli:
es: Versión del kernel:
fr: Version du noyau :
gl: Versión do núcleo:
pt_br: Versão do kernel:

source: Kernel complete version:
ca: Versió del nucli (completa):
ca@valencia: Versió completa del nucli:
es: Versión completa del kernel:
fr: Version complète du noyau :
gl: Versión completa do núcleo:
pt_br: Versão completa do kernel:

source: Loaded Modules:
ca: Mòduls carregats:
ca@valencia: Mòduls carregats:
es: Módulos cargados:
fr: Modules chargés :
gl: Módulos cargados:
pt_br: Módulos carregados:

source: Modules not found:
ca: Mòduls no trobats:
ca@valencia: Mòduls no trobats:
es: Módulos no encontrados:
fr: Modules non trouvés :
gl: Módulos non atopados:
pt_br: Módulos não encontrados:

source: Cpu info:
ca: Informació de la CPU:
ca@valencia: Informació de la CPU:
es: Información de la CPU:
fr: Informations à propos du processeur :
gl: Información da CPU:
pt_br: Informação da CPU:

source: Cpu model:
ca: Model de la CPU:
ca@valencia: Model de CPU:
es: Modelo de CPU:
fr: Modèle de processeur :
gl: Modelo de CPU:
pt_br: Modelo de CPU:

source: Cpu vendor:
ca: Marca de la CPU:
ca@valencia: Venedor de la CPU:
es: Fabricante de CPU:
fr: Fabricant du processeur :
gl: Fabricante de CPU:
pt_br: Fabricante de CPU:

source: Cpu speed:
ca: Velocitat del micro:
ca@valencia: Velocitat de la CPU:
es: Velocidad de CPU:
fr: Vitesse du processeur :
gl: Velocidade de CPU:
pt_br: Velocidade de CPU:

source: PCI buses:
ca: Buses PCI:
ca@valencia: Busos PCI:
es: Buses PCI:
fr: Bus PCI :
gl: Buses PCI:
pt_br: Dispositivos PCI:

source: Process running:
ca: Processos en execució:
ca@valencia: Processos en execució:
es: Procesos ejecutándose
fr: Processus en cours :
gl: Procesos executándose
pt_br: Processos em execução

source: Ram info:
ca: Informació sobre la RAM:
ca@valencia: Informació de la ram:
es: Información de la ram:
fr: Informations à propos de la RAM :
gl: Información da ram:
pt_br: Informação da memória RAM:

source: Total Ram:
ca: RAM (total):
ca@valencia: RAM total:
es: RAM total:
fr: Taille totale de la RAM :
gl: RAM total:
pt_br: RAM total:

source: Free RAM:
ca: Memòria RAM lliure:
ca@valencia: RAM lliure:
es: RAM libre:
fr: RAM disponible :
gl: RAM libre:
pt_br: RAM livre:

source: Active RAM:
ca: Memòria RAM activa:
ca@valencia: RAM activa:
es: RAM activa:
fr: RAM utilisée :
gl: RAM activa:
pt_br: RAM ativa:

source: Swap info:
ca: Informació sobre la memòria d'intercanvi:
ca@valencia: Informació de la SWAP:
es: Información de la swap:
fr: Informations à propos de la partition d'échange :
gl: Información da swap:
pt_br: Informação da memória Swap:

source: Swap enabled:
ca: Memòria d'intercanvi activada:
ca@valencia: Swap activada:
es: Swap activada:
fr: Partition d'échange activée :
gl: Swap activada:
pt_br: Swap ativada:

source: Total Swap:
ca: Memòria d'intercanvi total:
ca@valencia: Swap total:
es: Swap total:
fr: Taille totale de la partition d'échange :
gl: Swap total:
pt_br: Swap total:

source: Used Swap:
ca: Memòria d'intercanvi usada:
ca@valencia: Swap usada:
es: Swap usada:
fr: Taille de la partition d'échange utilisée :
gl: Swap empregada:
pt_br: Swap usada:

source: Network info:
ca: Informació de la xarxa:
ca@valencia: Informació de la xarxa:
es: Información de la red:
fr: Informations à propos du réseau :
gl: Información da rede:
pt_br: Informação da rede:

source: Network hostname:
ca: Nom de l'equip
ca@valencia: Nom de màquina de xarxa:
es: Nombre de máquina:
fr: Nom d'hôte réseau :
gl: Nome de máquina:
pt_br: Nome do cliente:

source: Network IP:
ca: Adreça IP:
ca@valencia: Adreça IP:
es: Dirección ip:
fr: Adresse IP réseau :
gl: Enderezo ip:
pt_br: Endereço IP:

source: Network MASK:
ca: Màscara de xarxa:
ca@valencia: Màscara de xarxa:
es: Máscara de red:
fr: MASQUE réseau :
gl: Máscara de rede:
pt_br: Máscara de sub-rede:

source: Network MAC:
ca: Adreça MAC:
ca@valencia: Xarxa de MAC:
es: Número de MAC:
fr: Adresse MAC réseau :
gl: Número de MAC:
pt_br: Número do MAC:

source: Data received(rx):
ca: Dades rebudes(tx)
ca@valencia: Dades rebudes(rx):
es: Datos recibidos(rx):
fr: Données reçues (rx) :
gl: Datos recibidos(rx):
pt_br: Dados recebidos(rx):

source: Data send(tx):
ca: Dades enviades(tx)
ca@valencia: Dades enviades(tx):
es: Datos enviados(tx):
fr: Données envoyées(tx) :
gl: Datos enviados(tx):
pt_br: Dados enviados(tx):

source: Xorg info
ca: Informació sobre Xorg
ca@valencia: Informació de l'Xorg
es: Información de Xorg
fr: Informations à propos de Xorg
gl: Información de Xorg
pt_br: Informação do Xorg

source: enabled
ca: activat
ca@valencia: activat
es: activado
fr: activé
gl: activado
pt_br: ativado

source: disabled
ca: desactivat
ca@valencia: desactivat
es: desactivado
fr: désactivé
gl: desactivado
pt_br: desativado

source: X Session Type
ca: Tipus de sessió X
ca@valencia: Tipus de sessió X
es: Tipo de sessión gráfica
fr: Type de Session X
gl: Tipo de sesión gráfica
pt_br: Tipo de sessão gráfica

source: Xorg Driver
ca: Driver de Xorg
ca@valencia: Controlador d'Xorg
es: Driver de Xorg
fr: Pilote pour Xorg
gl: Driver de Xorg
pt_br: Driver do Xorg

source: Xorg Resolution
ca: Resolució de Xorg
ca@valencia: Resolució de l'Xorg
es: Resolución de Xorg
fr: Résolution de Xorg
gl: Resolución de Xorg
pt_br: Resolução do Xorg

source: Xorg Color depth
ca: Profunditat de color de Xorg
ca@valencia: Profunditat de color de l'Xorg
es: Profundidad de color de Xorg
fr: Profondeur de couleurs pour Xorg
gl: Profundidade de cor de Xorg
pt_br: Qualidade das cores da Xorg

source: DPMS energy monitor control
ca: Control d'energia del monitor DPMS
ca@valencia: Control d'energia del monitor DPMS
es: Control de energía del monitor DPMS
fr: Contrôle de l'énergie du moniteur par DPMS
gl: Control de enerxía do monitor DPMS
pt_br: Controle de energía do monitor DPMS

source: Disable kill X with Ctrl+Alt+Backspace
ca: Desactivar interrupció de les X Ctrl+Alt+Backspace
ca@valencia: Inhabilita matar l'X amb Ctrl+Alt+Backspace
es: Deshabilitar matar Xorg con Ctrl+Alt+Backspace
fr: Désactiver l'arrêt de X par Ctrl + Alt + Retour arrière
gl: Desactivar matar Xorg con Ctrl+Alt+Backspace
pt_br: Encerrar o Xorg com Ctrl+Alt+Backspace

source: Enable mouse wheel
ca: Activar la roda del ratolí
ca@valencia: Activa la roda del ratolí
es: Activar rueda del ratón
fr: Activer la roulette de la souris
gl: Activar roda do rato
pt_br: Ativar o botão scroll do mouse

source: Refresh rate
ca: Freqüència de refresc
ca@valencia: Taxa de refresc
es: Tasa de Refresco
fr: Taux de rafraîchissement
gl: Tasa de Refresco
pt_br: Taxa de atualização

source: Xorg font server
ca: Servidor de tipus de lletra
ca@valencia: Servidor de tipus de lletra de l'Xorg
es: Servidor de fuentes de Xorg
fr: Serveur de polices pour Xorg
gl: Servidor de fontes de Xorg
pt_br: Servidor de fontes do Xorg

source: Mouse device
ca: Ratolí
ca@valencia: Dispositiu del ratolí
es: Dispositivo del ratón
fr: Souris
gl: Dispositivo do rato
pt_br: Mouse

source: Mouse protocol
ca: Protocol del ratolí
ca@valencia: Protocol del ratolí
es: Protocolo del ratón
fr: Protocole pour la souris
gl: Protocolo do rato
pt_br: Protocolo do mouse

source: X Horiz sync
ca: Sincronització horitzontal
ca@valencia: Sincronització horitzontal X
es: Sincronización horizontal
fr: Synchronisation horizontale pour X
gl: Sincronización horizontal
pt_br: Sincronização horizontal

source: X Vert sync
ca: Sincronització vertical
ca@valencia: Sincronització vertical X
es: Sincronización vertical
fr: Synchronisation verticale pour X
gl: Sincronización vertical
pt_br: Sincronização vertical

source: PulseAudio Sound server is running
ca: El servidor de so PulseAudio està en execució
ca@valencia: El servidor PulseAudio està en funcionament
es: El servidor PulseAudio está funcionando
fr: Le serveur de son PulseAudio est lancé
gl: O servidor PulseAudio está funcionando
pt_br: O servidor PulseAudio está funcionando.

source: Remote Sound Mixer
ca: Mesclador de so remot
ca@valencia: Mesclador de so remot
es: Mezclador de sonido remoto
fr: Mélangeur de son distant
gl: Mesturador de son remoto
pt_br: Mixador do som remoto

source: PulseAudio Control
ca: Control de volum de PulseAudio
ca@valencia: Control de PulseAudio
es: Control de PulseAudio
fr: Commande PulseAudio
gl: Control de PulseAudio
pt_br: Controle do PulseAudio

source: PulseAudio Meter
ca: Indicadors de PulseAudio
ca@valencia: Comptador de PulseAudio
es: Niveles de PulseAudio
fr: Vu-mètre PulseAudio
gl: Niveis de PulseAudio
pt_br: Níveis do PulseAudio

source: PulseAudio Manager
ca: Gestor de PulseAudio
ca@valencia: Gestor de PulseAudio
es: Gestor de PulseAudio
fr: Gestionnaire PulseAudio
gl: Xestor de PulseAudio
pt_br: Gestor do PulseAudio

source: PulseAudio utils:
ca: Ferramentes de PulseAudio
ca@valencia: Utilitats de PulseAudio:
es: Utilidades de PulseAudio:
fr: Utilitaires pour PulseAudio :
gl: Utilidades de PulseAudio:
pt_br: Utilitários do PulseAudio:

source: PulseAudio stats
ca: Estadístiques de PulseAudio
ca@valencia: Estadístiques de PulseAudio:
es: Estadísticas de PulseAudio:
fr: Statistiques pour PulseAudio
gl: Estatísticas de PulseAudio:
pt_br: Estatísticas do PulseAudio:

source: Currently in use
ca: Actualment en ús
ca@valencia: Actualment en ús
es: Actualmente en uso
fr: Actuellement utilisé
gl: Actualmente en uso
pt_br: Atualmente em uso

source: Allocated during whole lifetime
ca@valencia: S'ha assignat per sempre
es: Asignado durante ejecución
fr: Alloué durant toute la durée de vie
gl: Asignado durante execución
pt_br: Alocando durante a execução.

source: Sample cache size
ca@valencia: Mida de la memòria cau de mostra
es: Tamaño de la caché
fr: Taille simple de cache
gl: Tamaño da caché
pt_br: Tamanho do cache

source: User name
ca: Usuari
ca@valencia: Nom d'usuari
es: Nombre de usuario
fr: Nom d'utilisateur
gl: Nome de usuario
pt_br: Nome do usuário

source: Host Name
ca: Equip
ca@valencia: Nom de l'ordinador
es: Nombre del equipo
fr: Nom d'hôte
gl: Nome do equipo
pt_br: Nome do cliente

source: Server Name
ca: Nom del servidor
ca@valencia: Nom del servidor
es: Nombre del servidor
fr: Nom du serveur
gl: Nome do servidor
pt_br: Nome do servidor

source: Server Version
ca: Versió del servidor
ca@valencia: Versió del servidor
es: Versión del servidor pulseaudio
fr: Version du serveur
gl: Versión do servidor pulseaudio
pt_br: Versão do servidor pulseaudio

source: Default Sample Specification
ca@valencia: Especificació de la mostra per defecte
es: Especificación de la muestra
fr: Spécification de l'échantillon par défaut
gl: Especificación da mostra
pt_br: Especificação padrão

source: Default Sink
ca@valencia: Eixida d'àudio per defecte
es: Salida de audio por defecto
fr: Sortie par défaut
gl: Saída de audio por defecto
pt_br: Saída de aúdio padrão

source: Default Source
ca@valencia: Entrada d'àudio per defecte
es: Entrada de audio por defecto
fr: Source par défaut
gl: Entrada de audio por defecto
pt_br: Entrada de audio padrão

source: Sound server is not running
ca: El servidor de so no està en execució
ca@valencia: El servidor de so no està en funcionament
es: El servidor PulseAudio no está funcionando
fr: Le serveur de son n'est pas lancé
gl: O servidor PulseAudio non se está executando
pt_br: O servidor PulseAudio não está funcionando.

source: PulseAudio apps need /dev/shm.
ca: El programes que usen PulseAudio necessiten /dev/shm.
ca@valencia: L'aplicació PulseAudio necessita /dev/shm
es: PulseAudio necesita /dev/shm
fr: L'application PulseAudio nécessite /dev/shm.
gl: PulseAudio necesita /dev/shm
pt_br: O PulseAudio precisa do /dev/shm.

source: Restart X session of %s with new config?
ca: Voleu reiniciar la sessió X de l'equip %s amb la nova configuració?
ca@valencia: Voleu reiniciar la sessió X de %s amb la nova configuració?
es: ¿Reiniciar sesión X de %s con la nueva configuración?
fr: Redémarrer la session X de %s avec la nouvelle configuration ?
gl: ¿Reiniciar sesión X de %s coa nova configuración?
pt_br: Reiniciar a sessão X de %s com a nova configuração?

source: %s is not supported to restart Xorg!
ca@valencia: %s no permet reiniciar l'Xorg!
es: ¡%s no permite reiniciar Xorg!
fr: %s ne gère pas le redémarrage Xorg !
gl: ¡%s non permite reiniciar Xorg!
pt_br: ¡%s não pôde reiniciar o Xorg!

source: No thin clients found.
ca: No s'ha trobat cap client
ca@valencia: No s'han trobat clients lleugers.
es: No se encontraron clientes ligeros.
fr: Aucun client léger trouvé.
gl: Non se atoparon clientes lixeiros.
pt_br: Não foi encontrado nenhum thin client.

source: Do you want to restart X screens (only thin clients):%s?
ca: Voleu reiniciar les X (només dels clients lleugers):%s?
ca@valencia: Voleu reiniciar les sessions X dels següents equips (només clients lleugers):%s?
es: ¿Quiere reiniciar las sesiones X de los siguientes equipos (sólo clientes ligeros): %s?
fr: Voulez-vous redémarrer les écrans X (sur les clients légers seulement) : %s
gl: ¿Quere reiniciar as sesións X dos seguintes equipos (só clientes lixeiros): %s?
pt_br: Quer reiniciar as sessões X dos seguintes clientes (somente thin clients): %s?
