Repository: mariodebian/tcosmonitor
Catalog: po/*.po
Languages: ca, ca@valencia, es, fr, gl, pt_br

source: Send files disabled. rsync not configured.
es: El envío de archivos está deshabilitado, rsync no está configurado.
gl: O envío de arquivos está desactivado, rsync non está configurado.

source: Tcos Volume Manager
ca: Gestor de volum Tcos
ca@valencia: Gestor de volum del TCOS
es: Monitor de volumen TCOS
gl: Monitor de volume TCOS
pt_br: Monitor de volume TCOS

source: TcosMonitor need special configuration for rsync daemon to send files. Please read configuration requeriments in: /usr/share/doc/tcosmonitor/README.rsync
ca: TcosMonitor necessita una configuració especial del dimoni rsync per a poder enviar fitxers. Llegiu els requisits en: /usr/share/doc/tcosmonitor/README.rsync
ca@valencia: El TcosMonitor necessita una configuració especial del dimoni rsync per a enviar fitxers. Llegiu la configuració requerida en: /usr/share/doc/tcosmonitor/README.rsync
es: TcosMonitor necesita una configuración especial del demonio rsync para envio de ficheros. Lea la configuración requerida en: /usr/share/doc/tcosmonitor/README.rsync
gl: TcosMonitor necesita unha configuración especial do demonio rsync para envio de ficheiros. Le a configuración requerida en: /usr/share/doc/tcosmonitor/README.rsync
pt_br: O TcosMonitor necessita de uma configuraçao especial no daemon rsync para o envio de arquivos. Leia a configuração requerida em: /usr/share/doc/tcosmonitor/README.rsync

source: Do you want enable internet to following users:%s?
ca@valencia: Voleu habilitar Internet als següents usuaris:%s?
es: ¿Quiere habilitar internet a los siguientes usuarios: %s ?
gl: ¿Quere activar internet aos seguintes usuarios: %s ?

source: Exception:
es: Excepción:
gl: Excepción:

source: Menus
ca: Menús
ca@valencia: Menús
es: Menús
gl: Menús

source: Question
ca: Pregunta
ca@valencia: Pregunta
es: Pregunta
gl: Pregunta
pt_br: Pergunta

source: <span size="xx-large">TcosMonitor</span>
ca: <span size="x-large">TcosMonitor</span>
ca@valencia: <span size="x-large">TcosMonitor</span>
es: <span size="x-large">TcosMonitor</span>
gl: <span size="x-large">TcosMonitor</span>
pt_br: <span size="x-large">TcosMonitor</span>

source: <b>Version:</b>
ca: <b>Versió:</b>
ca@valencia: <b>Versió:</b>
es: <b>Versión:</b>
gl: <b>Versión:</b>
pt_br: <b>Versão:</b>

source: <u>http://wiki.tcosproject.org/TcosProject:Site_support</u>
ca@valencia: <u>http://wiki.tcosproject.org/TcosProject:Site_support/es</u>
es: <u>http://wiki.tcosproject.org/TcosProject:Site_support/es</u>
gl: <u>http://wiki.tcosproject.org/TcosProject:Site_support/es</u>
pt_br: <u>http://wiki.tcosproject.org/TcosProject:Site_support/es</u>

source: Can't move icon, another host is near.
gl: Non se pode mover a icona, hai un equipo preto.

source: Do you want to lock the following screens:%s?
ca@valencia: Voleu bloquejar la pantalla dels següents equips: %s ?
gl: ¿Quere bloquear a pantalla dos seguintes equipos: %s ?
pt_br: Quer bloquear a tela dos seguintes clientes: %s?

source: Do you want to unlock the following screens:%s?
ca@valencia: Voleu desbloquejar la pantalla dels següents equips:%s?
gl: ¿Quere desbloquear a pantalla dos seguintes equipos: %s ?
pt_br: Quer desbloquear a tela dos seguintes clientes: %s?

source: <b>Exec app in user(s) screen(s) or open web address:</b> %s
gl: <b>Executar aplicación en pantalla de usuario(s) ou abrir enderezo web:</b> %s

source: Do you want to switch off the following monitors:%s?
gl: ¿Quere apagar os seguintes monitores: %s?

source: Do you want to switch on the following monitors:%s?
gl: ¿Quere acender os seguintes equipos: %s?

source: Error getting Xorg info: %s
ca@valencia: S'ha produït un error en obtindre informació de l'Xorg: %s
gl: Erro obtendo información de Xorg: %s
pt_br: Erro! Obtendo a informação do Xorg: %s

source: Do you want to logout user "%s"?
ca@valencia: Voleu desconnectar l'usuari "%s"?
gl: ¿Quere desconectar ao usuario "%s"?
pt_br: Quer desconectar o usuário "%s"?

source: Do you want to logout the following users:%s?
ca@valencia: Voleu desconnectar els següents usuaris:%s?
gl: ¿Quere desconectar aos seguintes usuarios: %s ?
pt_br: Quer desconectar os seguintes usuários: %s?

source: Do you want to reboot %s?
ca@valencia: Voleu reiniciar l'equip %s ?
gl: ¿Quere reiniciar o equipo %s ?
pt_br: Quer reiniciar o cliente %s?

source: Do you want to reboot the following hosts: %s?
gl: ¿Quere reiniciar os seguintes equipos: %s ?

source: Do you want to poweroff %s?
ca@valencia: Voleu apagar l'equip %s?
gl: ¿Quere apagar o equipo %s?
pt_br: Quer desligar o cliente %s?

source: Do you want to poweroff the following hosts: %s?
gl: ¿Quere apagar os seguintes equipos: %s?

source: Do you want disable internet to following users:%s?
ca@valencia: Voleu inhabilitar Internet als següents usuaris:%s?
gl: ¿Quere desactivar internet aos seguintes usuarios: %s ?

source: Send my MIC audio
gl: Enviar o son do micrófono

source: Chat conference mode off.
gl: Modo conferencia chat desactivado.

source: No host found
ca@valencia: No s'han trobat equips
gl: Non se atoparon equipos
pt_br: Clientes não encontrados

source: Cookie
ca: Galeta (cookie)
ca@valencia: Galleta

source: Pid
ca@valencia: Identificador de procés
